[
  {"id":"basc07pmn","type":"article-journal","title":"Plant-Animal Mutualistic Networks: The Architecture of Biodiversity","container-title":"Annual Review of Ecology, Evolution, and Systematics","page":"567-593","volume":"38","issue":"1","source":"CrossRef","URL":"http://www.annualreviews.org/doi/10.1146/annurev.ecolsys.38.091206.095818","DOI":"10.1146/annurev.ecolsys.38.091206.095818","ISSN":"1543-592X, 1545-2069","language":"en","author":[{"family":"Bascompte","given":"Jordi"},{"family":"Jordano","given":"Pedro"}],"issued":{"date-parts":[[2007,12]]},"accessed":{"date-parts":[[2016,10,12]]},"title-short":"Plant-Animal Mutualistic Networks"},
  {"id":"pois13tcd","type":"article-journal","title":"Trophic complementarity drives the biodiversity-ecosystem functioning relationship in food webs","container-title":"Ecology Letters","page":"853–861","volume":"16","issue":"7","source":"Google Scholar","abstract":"The biodiversity-ecosystem functioning (BEF) relationship is central in community ecology. Its drivers in competitive systems (sampling effect and functional complementarity) are intuitive and elegant, but we lack an integrative understanding of these drivers in complex ecosystems. Because networks encompass two key components of the BEF relationship (species richness and biomass flow), they provide a key to identify these drivers, assuming that we have a meaningful measure of functional complementarity. In a network, diversity can be defined by species richness, the number of trophic levels, but perhaps more importantly, the diversity of interactions. In this paper, we define the concept of trophic complementarity (TC), which emerges through exploitative and apparent competition processes, and study its contribution to ecosystem functioning. Using a model of trophic community dynamics, we show that TC predicts various measures of ecosystem functioning, and generate a range of testable predictions. We find that, in addition to the number of species, the structure of their interactions needs to be accounted for to predict ecosystem productivity.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ele.12118/full","DOI":"10.1111/ele.12118","ISSN":"1461-0248","language":"ENG","author":[{"family":"Poisot","given":"Timothée"},{"family":"Mouquet","given":"Nicolas"},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2013]]},"accessed":{"date-parts":[[2016,9,2]]},"container-title-short":"Ecol. Lett."},
  {"id":"eklo12reh","type":"article-journal","title":"Relevance of evolutionary history for food web structure","container-title":"Proceedings of the Royal Society of London B: Biological Sciences","page":"1588-1596","volume":"279","issue":"1733","source":"rspb.royalsocietypublishing.org","abstract":"Explaining the structure of ecosystems is one of the great challenges of ecology. Simple models for food web structure aim at disentangling the complexity of ecological interaction networks and detect the main forces that are responsible for their shape. Trophic interactions are influenced by species traits, which in turn are largely determined by evolutionary history. Closely related species are more likely to share similar traits, such as body size, feeding mode and habitat preference than distant ones. Here, we present a theoretical framework for analysing whether evolutionary history—represented by taxonomic classification—provides valuable information on food web structure. In doing so, we measure which taxonomic ranks better explain species interactions. Our analysis is based on partitioning of the species into taxonomic units. For each partition, we compute the likelihood that a probabilistic model for food web structure reproduces the data using this information. We find that taxonomic partitions produce significantly higher likelihoods than expected at random. Marginal likelihoods (Bayes factors) are used to perform model selection among taxonomic ranks. We show that food webs are best explained by the coarser taxonomic ranks (kingdom to class). Our methods provide a way to explicitly include evolutionary history in models for food web structure.","URL":"http://rspb.royalsocietypublishing.org/content/279/1733/1588","DOI":"10.1098/rspb.2011.2149","ISSN":"0962-8452, 1471-2954","language":"en","author":[{"family":"Eklöf","given":"Anna"},{"family":"Helmus","given":"Matthew R."},{"family":"Moore","given":"M."},{"family":"Allesina","given":"Stefano"}],"issued":{"date-parts":[[2012,4,22]]},"accessed":{"date-parts":[[2016,10,18]]},"PMID":"22090387"},
  {"id":"jacq16ncr","type":"article-journal","title":"No complexity–stability relationship in empirical ecosystems","container-title":"Nature Communications","page":"12573","volume":"7","source":"CrossRef","URL":"http://www.nature.com/doifinder/10.1038/ncomms12573","DOI":"10.1038/ncomms12573","ISSN":"2041-1723","author":[{"family":"Jacquet","given":"Claire"},{"family":"Moritz","given":"Charlotte"},{"family":"Morissette","given":"Lyne"},{"family":"Legagneux","given":"Pierre"},{"family":"Massol","given":"François"},{"family":"Archambault","given":"Philippe"},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2016,8,24]]},"accessed":{"date-parts":[[2016,9,1]]}},
  {"id":"zure17idd","type":"article-journal","title":"Integrating demography, dispersal and interspecific interactions into bird distribution models","container-title":"Journal of Avian Biology","page":"n/a-n/a","source":"Wiley Online Library","abstract":"Species’ ranges are primarily limited by the physiological (abiotic) tolerance of the species, described by their fundamental niche. Additionally, demographic processes, dispersal, and interspecific interactions with other species are shaping species distributions, resulting in the realised niche. Understanding the complex interplay between these drivers is vital for making robust biodiversity predictions to novel environments. Correlative species distribution models have been widely used to predict biodiversity response but also remain criticised, as they are not able to properly disentangle the abiotic and biotic drivers shaping species’ niches. Recent developments have thus focussed on (i) integrating demography and dispersal into species distribution models, and on (ii) integrating interspecific interactions. Here, I review recent demographic and multi-species modelling approaches and discuss critical aspects of these models that remain underexplored in general and in respect to birds, for example, the complex life histories of birds and other animals as well as the scale dependence of interspecific interactions. I conclude by formulating modelling guidelines for integrating the abiotic and biotic processes that limit species’ ranges, which will help to disentangle the complex roles of demography, dispersal and interspecific interactions in shaping species niches. Throughout, I pinpoint complexities of avian life cycles that are critical for consideration in the models and identify data requirements for operationalizing the different modelling steps. This article is protected by copyright. All rights reserved.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/jav.01225/abstract","DOI":"10.1111/jav.01225","ISSN":"1600-048X","language":"en","author":[{"family":"Zurell","given":"Damaris"}],"issued":{"date-parts":[[2017,2,1]]},"accessed":{"date-parts":[[2017,2,7]]},"container-title-short":"J Avian Biol"},
  {"id":"crea15nme","type":"article-journal","title":"A new model for ecological networks using species-level traits","container-title":"Methods in Ecology and Evolution","source":"Google Scholar","URL":"http://onlinelibrary.wiley.com/doi/10.1111/2041-210X.12471/pdf","author":[{"family":"Crea","given":"Catherine"},{"family":"Ali","given":"R. Ayesha"},{"family":"Rader","given":"Romina"}],"issued":{"date-parts":[[2015]]},"accessed":{"date-parts":[[2017,2,21]]}},
  {"id":"bart16cfi","type":"article-journal","title":"A common framework for identifying linkage rules across different types of interactions","container-title":"Functional Ecology","page":"1894–1903","volume":"30","issue":"12","source":"Google Scholar","URL":"http://onlinelibrary.wiley.com/doi/10.1111/1365-2435.12666/full","author":[{"family":"Bartomeus","given":"Ignasi"},{"family":"Gravel","given":"Dominique"},{"family":"Tylianakis","given":"Jason M."},{"family":"Aizen","given":"Marcelo A."},{"family":"Dickie","given":"Ian A."},{"family":"Bernard-Verdier","given":"Maud"}],"issued":{"date-parts":[[2016]]},"accessed":{"date-parts":[[2017,2,21]]}},
  {"id":"have92ssn","type":"article-journal","title":"Scale and structure in natural food webs","container-title":"Science (New York, N.Y.)","page":"1107-1109","volume":"257","issue":"5073","source":"PubMed","abstract":"The degree to which widely accepted generalizations about food web structure apply to natural communities was determined through examination of 50 pelagic webs sampled consistently with even taxonomic resolution of all trophic levels. The fraction of species in various trophic categories showed no significant overall trends as the number of species varied from 10 to 74. In contrast, the number of links per species increased fourfold over the range of species number, suggesting that the link-species scaling law, defined on the basis of aggregated webs, does not reflect a real ecological trend.","DOI":"10.1126/science.257.5073.1107","ISSN":"0036-8075","language":"eng","author":[{"family":"Havens","given":"K."}],"issued":{"date-parts":[[1992,8,21]]},"PMID":"17840281","container-title-short":"Science"},
  {"id":"pois14wen","type":"article-journal","title":"When is an ecological network complex? Connectance drives degree distribution and emerging network properties","container-title":"PeerJ","page":"e251","volume":"2","source":"peerj.com","abstract":"Connectance and degree distributions are important components of the structure of ecological networks. In this contribution, we use a statistical argument and simple network generating models to show that properties of the degree distribution are driven by network connectance. We discuss the consequences of this finding for (1) the generation of random networks in null-model analyses, and (2) the interpretation of network structure and ecosystem properties in relationship with degree distribution.","URL":"https://peerj.com/articles/251","DOI":"10.7717/peerj.251","ISSN":"2167-8359","language":"en","author":[{"family":"Poisot","given":"Timothée"},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2014,2,4]]},"accessed":{"date-parts":[[2017,2,21]]},"title-short":"When is an ecological network complex?","container-title-short":"PeerJ"},
  {"id":"kemp17ian","type":"article-journal","title":"Invariant antagonistic network structure despite high spatial and temporal turnover of interactions","container-title":"Ecography","page":"n/a-n/a","source":"Wiley Online Library","abstract":"Recent work has suggested that emergent ecological network structure exhibits very little spatial or temporal variance despite changes in community composition. However, the changes in network interactions associated with turnover in community composition have seldom been assessed. Here we examine whether changes in ecological networks are best detected by standard emergent network metrics or by assessing internal network changes (i.e. interaction and composition turnover). To eliminate possible spatial or phylogenetic effects, that in large-scale studies may obscure mechanisms structuring networks and interactions, we sampled multiple antagonistic (plant–herbivore) networks for a single diverse plant family (the Restionaceae) in the hyperdiverse Cape Floristic Region. These are the first plant–herbivore networks constructed for this global biodiversity hotspot. We found invariant emergent network structure despite considerable changes in insect and plant composition across communities over time and space. In contrast, there was high interaction turnover between networks. Seasonally, this was driven by turnover in insect species and insect host switching. Spatially, this was driven by simultaneous turnover in plant and insect species, suggesting that many insects are host specific or that both groups exhibit parallel responses to environmental gradients. Spatial interaction turnover was also driven by turnover in plants, showing that many insects can utilise multiple (possibly closely related) hosts and this may create divergent selection gradients that promote insect speciation. Thus we show highly variable interaction fidelity, despite invariant emergent network structure. We suggest that evaluating internal network changes may be more effective at elucidating the processes structuring networks, and many fine-scale changes may be obscured when only calculating emergent network metrics.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ecog.02150/abstract","DOI":"10.1111/ecog.02150","ISSN":"1600-0587","language":"en","author":[{"family":"Kemp","given":"Jurene E."},{"family":"Evans","given":"Darren M."},{"family":"Augustyn","given":"Willem J."},{"family":"Ellis","given":"Allan G."}],"issued":{"date-parts":[[2017,1,1]]},"accessed":{"date-parts":[[2017,2,21]]},"container-title-short":"Ecography"},
  {"id":"milo02nms","type":"article-journal","title":"Network Motifs: Simple Building Blocks of Complex Networks","container-title":"Science","page":"824-827","volume":"298","issue":"5594","source":"CrossRef","URL":"http://www.sciencemag.org/cgi/doi/10.1126/science.298.5594.824","DOI":"10.1126/science.298.5594.824","ISSN":"00368075, 10959203","author":[{"family":"Milo","given":"R."}],"issued":{"date-parts":[[2002,10,25]]},"accessed":{"date-parts":[[2017,2,21]]},"title-short":"Network Motifs"},
  {"id":"diaz10cmn","type":"article-journal","title":"Changes of a mutualistic network over time: reanalysis over a 10-year period","container-title":"Ecology","page":"793-801","volume":"91","issue":"3","source":"JSTOR","abstract":"We analyzed the structure of a multispecific network of interacting ants and plants bearing extrafloral nectaries recorded in 1990 and again in 2000 in La Mancha, Veracruz, Mexico. We assessed the replicability of the number of interactions found among species and also whether there had been changes in the network structure associated with appearance of new ant and plant species during that 10-year period. Our results show that the nested topology of the network was similar between sampling dates, group dissimilarity increased, mean number of interactions for ant species increased, the frequency distribution of standardized degrees reached higher values for plant species, more ant species and fewer plant species constituted the core of the more recent network, and the presence of new ant and plant species increased while their contribution to nestedness remained the same. Generalist species (i.e., those with the most links or interactions) appeared to maintain the stability of the network because the new species incorporated into the communities were linked to this core of generalists. Camponotus planatus was the most extreme generalist ant species (the one with the most links) in both networks, followed by four other ant species; but other species changed either their position along the continuum of generalists relative to specialists or their presence or absence within the network. Even though new species moved into the area during the decade between the surveys, the overall network structure remained unmodified.","URL":"http://www.jstor.org/stable/25661111","ISSN":"0012-9658","author":[{"family":"Díaz-Castelazo","given":"Cecilia"},{"family":"Guimarães","given":"Paulo R."},{"family":"Jordano","given":"Pedro"},{"family":"Thompson","given":"John N."},{"family":"Marquis","given":"Robert J."},{"family":"Rico-Gray","given":"Víctor"}],"issued":{"date-parts":[[2010]]},"accessed":{"date-parts":[[2017,2,21]]},"title-short":"Changes of a mutualistic network over time"},
  {"id":"troj15gvm","type":"article-journal","title":"Geographical variation in mutualistic networks: similarity, turnover and partner fidelity","container-title":"Proceedings of the Royal Society B: Biological Sciences","page":"20142925-20142925","volume":"282","issue":"1802","source":"CrossRef","URL":"http://rspb.royalsocietypublishing.org/cgi/doi/10.1098/rspb.2014.2925","DOI":"10.1098/rspb.2014.2925","ISSN":"0962-8452, 1471-2954","language":"en","author":[{"family":"Trøjelsgaard","given":"K."},{"family":"Jordano","given":"P."},{"family":"Carstensen","given":"D. W."},{"family":"Olesen","given":"J. M."}],"issued":{"date-parts":[[2015,1,28]]},"title-short":"Geographical variation in mutualistic networks"},
  {"id":"oles11mfl","type":"article-journal","title":"Missing and forbidden links in mutualistic networks","container-title":"Proceedings of the Royal Society of London B: Biological Sciences","page":"725–732","volume":"278","issue":"1706","source":"Google Scholar","URL":"http://rspb.royalsocietypublishing.org/content/278/1706/725.short","author":[{"family":"Olesen","given":"Jens M."},{"family":"Bascompte","given":"Jordi"},{"family":"Dupont","given":"Yoko L."},{"family":"Elberling","given":"Heidi"},{"family":"Rasmussen","given":"Claus"},{"family":"Jordano","given":"Pedro"}],"issued":{"date-parts":[[2011]]},"accessed":{"date-parts":[[2017,2,21]]}},
  {"id":"bros04uss","type":"article-journal","title":"Unified spatial scaling of species and their trophic interactions","container-title":"Nature","page":"167-171","volume":"428","issue":"6979","URL":"http://dx.doi.org/10.1038/nature02297","DOI":"10.1038/nature02297","author":[{"family":"Brose","given":"Ulrich"},{"family":"Ostling","given":"Annette"},{"family":"Harrison","given":"Kateri"},{"family":"Martinez","given":"Neo D."}],"issued":{"date-parts":[[2004]]}},
  {"id":"will11bmc","type":"article-journal","title":"Biology, Methodology or Chance? The Degree Distributions of Bipartite Ecological Networks","container-title":"PLoS One","page":"e17645","volume":"6","issue":"3","DOI":"10.1371/journal.pone.0017645","author":[{"family":"Williams","given":"Richard J."}],"editor":[{"family":"Langowski","given":"Jörg"}],"issued":{"date-parts":[[2011,3]]}},
  {"id":"troj16enm","type":"article-journal","title":"Ecological networks in motion: micro- and macroscopic variability across scales","container-title":"Functional Ecology","page":"1926-1935","volume":"30","issue":"12","source":"Wiley Online Library","abstract":"* There has been an intense focus on the response of species to environmental changes, and more recently, the interactions of species have been examined in a similar way in order to understand the stability of entire communities and networks of interacting species. As a consequence, ecological networks have been placed in spatial and temporal contexts in order to reveal what may drive network variability. Understanding the spatial and temporal variability of ecological networks, and in particular the underlying forces facilitating changes, seems pertinent in our attempts to understand and anticipate how ecological networks may vary and respond to future environmental scenarios.\n\n\n* Network variability has been studied at widely differing temporal and spatial scales. For example, studies exploring temporal variability ranges from within-season comparisons to comparisons over vast geological time spans, and the spatial extent ranges from the scale of a single pond to global analyses. Here, we highlight the outcomes from such studies and emphasize the identified mechanisms driving spatio-temporal variability in ecological networks. Specifically, we describe how ecological networks vary over different temporal (years, centuries and millennia) and spatial (local, regional and global) scales, discuss how this variability is monitored and identify potential future directions.\n\n\n* Present knowledge allows some tentative generalizations. First, ecological networks tend to exhibit considerable spatial and temporal stability in several macroscopic features (e.g. connectance, nestedness), but studies also show that macroscopic features may change, for example, in relation to mass extinction or steep environmental gradients. Secondly, microscopic features (e.g. individual specialization levels, species roles and partner affiliations), albeit less studied, seem to show strong variability, and in several cases, microscopic instability co-occurs with macroscopic stability. We therefore recommend a stronger focus on this macro–micro interplay and list ideas (e.g. temporal species centrality measures and interaction phenologies), towards expanding the microscopic toolbox of network ecologists.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/1365-2435.12710/abstract","DOI":"10.1111/1365-2435.12710","ISSN":"1365-2435","language":"en","author":[{"family":"Trøjelsgaard","given":"Kristian"},{"family":"Olesen","given":"Jens M."}],"issued":{"date-parts":[[2016,7,1]]},"accessed":{"date-parts":[[2016,9,1]]},"title-short":"Ecological networks in motion","container-title-short":"Funct Ecol"},
  {"id":"cana14een","type":"article-journal","title":"Empirical evaluation of neutral interactions in host-parasite networks","container-title":"The American Naturalist","page":"468-479","volume":"183","issue":"4","source":"PubMed","abstract":"While niche-based processes have been invoked extensively to explain the structure of interaction networks, recent studies propose that neutrality could also be of great importance. Under the neutral hypothesis, network structure would simply emerge from random encounters between individuals and thus would be directly linked to species abundance. We investigated the impact of species abundance distributions on qualitative and quantitative metrics of 113 host-parasite networks. We analyzed the concordance between neutral expectations and empirical observations at interaction, species, and network levels. We found that species abundance accurately predicts network metrics at all levels. Despite host-parasite systems being constrained by physiology and immunology, our results suggest that neutrality could also explain, at least partially, their structure. We hypothesize that trait matching would determine potential interactions between species, while abundance would determine their realization.","DOI":"10.1086/675363","ISSN":"1537-5323","language":"eng","author":[{"family":"Canard","given":"E. F."},{"family":"Mouquet","given":"N."},{"family":"Mouillot","given":"D."},{"family":"Stanko","given":"M."},{"family":"Miklisova","given":"D."},{"family":"Gravel","given":"D."}],"issued":{"date-parts":[[2014,4]]},"PMID":"24642492","container-title-short":"Am. Nat."},
  {"id":"jord03ipc","type":"article-journal","title":"Invariant properties in coevolutionary networks of plant–animal interactions","container-title":"Ecology Letters","page":"69-81","volume":"6","issue":"1","source":"Wiley Online Library","abstract":"Plant–animal mutualistic networks are interaction webs consisting of two sets of entities, plant and animal species, whose evolutionary dynamics are deeply influenced by the outcomes of the interactions, yielding a diverse array of coevolutionary processes. These networks are two-mode networks sharing many common properties with others such as food webs, social, and abiotic networks. Here we describe generalized patterns in the topology of 29 plant–pollinator and 24 plant–frugivore networks in natural communities. Scale-free properties have been described for a number of biological, social, and abiotic networks; in contrast, most of the plant–animal mutualistic networks (65.6%) show species connectivity distributions (number of links per species) with a power-law regime but decaying as a marked cut-off, i.e. truncated power-law or broad-scale networks and few (22.2%) show scale-invariance. We hypothesize that plant–animal mutualistic networks follow a build-up process similar to complex abiotic nets, based on the preferential attachment of species. However, constraints in the addition of links such as morphological mismatching or phenological uncoupling between mutualistic partners, restrict the number of interactions established, causing deviations from scale-invariance. This reveals generalized topological patterns characteristic of self-organized complex systems. Relative to scale-invariant networks, such constraints may confer higher robustness to the loss of keystone species that are the backbone of these webs.","URL":"http://onlinelibrary.wiley.com/doi/10.1046/j.1461-0248.2003.00403.x/abstract","DOI":"10.1046/j.1461-0248.2003.00403.x","ISSN":"1461-0248","language":"en","author":[{"family":"Jordano","given":"Pedro"},{"family":"Bascompte","given":"Jordi"},{"family":"Olesen","given":"Jens M."}],"issued":{"date-parts":[[2003,1,1]]},"accessed":{"date-parts":[[2017,2,21]]}},
  {"id":"fort10nme","type":"article-journal","title":"Nestedness versus modularity in ecological networks: two sides of the same coin?","container-title":"Journal of Animal Ecology","page":"811-817","volume":"79","issue":"4","source":"Wiley Online Library","abstract":"1. Understanding the structure of ecological networks is a crucial task for interpreting community and ecosystem responses to global change. 2. Despite the recent interest in this subject, almost all studies have focused exclusively on one specific network property. The question remains as to what extent different network properties are related and how understanding this relationship can advance our comprehension of the mechanisms behind these patterns. 3. Here, we analysed the relationship between nestedness and modularity, two frequently studied network properties, for a large data set of 95 ecological communities including both plant–animal mutualistic and host–parasite networks. 4. We found that the correlation between nestedness and modularity for a population of random matrices generated from the real communities decreases significantly in magnitude and sign with increasing connectance independent of the network type. At low connectivities, networks that are highly nested also tend to be highly modular; the reverse happens at high connectivities. 5. The above result is qualitatively robust when different null models are used to infer network structure, but, at a finer scale, quantitative differences exist. We observed an important interaction between the network structure pattern and the null model used to detect it. 6. A better understanding of the relationship between nestedness and modularity is important given their potential implications on the dynamics and stability of ecological communities.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1365-2656.2010.01688.x/abstract","DOI":"10.1111/j.1365-2656.2010.01688.x","ISSN":"1365-2656","language":"en","author":[{"family":"Fortuna","given":"Miguel A."},{"family":"Stouffer","given":"Daniel B."},{"family":"Olesen","given":"Jens M."},{"family":"Jordano","given":"Pedro"},{"family":"Mouillot","given":"David"},{"family":"Krasnov","given":"Boris R."},{"family":"Poulin","given":"Robert"},{"family":"Bascompte","given":"Jordi"}],"issued":{"date-parts":[[2010,7,1]]},"accessed":{"date-parts":[[2017,2,21]]},"title-short":"Nestedness versus modularity in ecological networks"},
  {"id":"dals13hci","type":"article-journal","title":"Historical climate-change influences modularity and nestedness of pollination networks","container-title":"Ecography","page":"1331-1340","volume":"36","issue":"12","source":"Wiley Online Library","abstract":"The structure of species interaction networks is important for species coexistence, community stability and exposure of species to extinctions. Two widespread structures in ecological networks are modularity, i.e. weakly connected subgroups of species that are internally highly interlinked, and nestedness, i.e. specialist species that interact with a subset of those species with which generalist species also interact. Modularity and nestedness are often interpreted as evolutionary ecological structures that may have relevance for community persistence and resilience against perturbations, such as climate-change. Therefore, historical climatic fluctuations could influence modularity and nestedness, but this possibility remains untested. This lack of research is in sharp contrast to the considerable efforts to disentangle the role of historical climate-change and contemporary climate on species distributions, richness and community composition patterns. Here, we use a global database of pollination networks to show that historical climate-change is at least as important as contemporary climate in shaping modularity and nestedness of pollination networks. Specifically, on the mainland we found a relatively strong negative association between Quaternary climate-change and modularity, whereas nestedness was most prominent in areas having experienced high Quaternary climate-change. On islands, Quaternary climate-change had weak effects on modularity and no effects on nestedness. Hence, for both modularity and nestedness, historical climate-change has left imprints on the network structure of mainland communities, but had comparably little effect on island communities. Our findings highlight a need to integrate historical climate fluctuations into eco-evolutionary hypotheses of network structures, such as modularity and nestedness, and then test these against empirical data. We propose that historical climate-change may have left imprints in the structural organisation of species interactions in an array of systems important for maintaining biological diversity.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1600-0587.2013.00201.x/abstract","DOI":"10.1111/j.1600-0587.2013.00201.x","ISSN":"1600-0587","language":"en","author":[{"family":"Dalsgaard","given":"Bo"},{"family":"Trøjelsgaard","given":"Kristian"},{"family":"Martín González","given":"Ana M."},{"family":"Nogués-Bravo","given":"David"},{"family":"Ollerton","given":"Jeff"},{"family":"Petanidou","given":"Theodora"},{"family":"Sandel","given":"Brody"},{"family":"Schleuning","given":"Matthias"},{"family":"Wang","given":"Zhiheng"},{"family":"Rahbek","given":"Carsten"},{"family":"Sutherland","given":"William J."},{"family":"Svenning","given":"Jens-Christian"},{"family":"Olesen","given":"Jens M."}],"issued":{"date-parts":[[2013,12,1]]},"accessed":{"date-parts":[[2017,2,21]]},"container-title-short":"Ecography"},
  {"id":"bake15srf","type":"article-journal","title":"Species’ roles in food webs show fidelity across a highly variable oak forest","container-title":"Ecography","page":"130-139","volume":"38","issue":"2","source":"Wiley Online Library","abstract":"Ecological communities are composed of many species and an intricate network of interactions between them. Because of their overall complexity, an intriguing approach to understanding network structure is by breaking it down into the structural roles of its constituent species. The structural role of a species can be directly measured based on how it appears in network motifs – the basic building blocks of complex networks. Here, we study the distribution of species’ roles at three distinct spatio-temporal scales (i.e. species, network, and temporal) in host–parasitoid networks collected across 22 sites over two years within a fragmented landscape of oaks in southern Finland. We found that species’ roles for hosts and parasitoids were heterogeneously distributed across the study system but that roles are strongly conserved over spatial scales. In addition, we found that species’ roles were remarkably consistent between years even in the presence of disturbances (e.g. species turnover). Overall, our results suggest that species’ roles are an intrinsic property of species that may be predictable over spatial and temporal scales.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ecog.00913/abstract","DOI":"10.1111/ecog.00913","ISSN":"1600-0587","language":"en","author":[{"family":"Baker","given":"Nick J."},{"family":"Kaartinen","given":"Riikka"},{"family":"Roslin","given":"Tomas"},{"family":"Stouffer","given":"Daniel B."}],"issued":{"date-parts":[[2015,2,1]]},"accessed":{"date-parts":[[2017,2,21]]},"container-title-short":"Ecography"},
  {"id":"weis17tdg","type":"article-journal","title":"Toward a theory for diversity gradients: the Abundance-Adaptation Hypothesis","container-title":"Ecography","page":"n/a-n/a","source":"Wiley Online Library","abstract":"The Abundance-Adaptation Hypothesis argues that taxa with more individuals and faster generation times will have more evolutionary “experiments” allowing expansion into, and diversification within, novel habitats. Thus, as older taxa have produced more individuals over time, and smaller taxa have higher population sizes and faster generation times, the Latitudinal Diversity Gradients (LDGs) of these clades should show shallower slopes. We describe the LDGs for archaea, bacteria, fungi, invertebrates and trees from six North American forests. For three focal groups—bacteria, ants, and trees—older taxa had shallower LDG slopes than the more recent, terminal taxa. Across 12 orders of magnitude of body mass, LDG slopes were steeper in larger taxa. The slopes of LDGs vary systematically with body size and clade age, underscoring the non-canonical nature of LDGs. The steepest LDG slopes were found for the largest organisms while the smallest, from bacteria to small litter-soil invertebrates, have shallower- to zero-slope LDGs. If tropical niche conservatism is the failure of clades to adapt to, and diversify in temperate habitats, then the steep LDGs of chordates and plants likely arise from the decreased ability of clades with large individuals to adapt to the multiple challenges of extra-tropical life. This article is protected by copyright. All rights reserved.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ecog.02314/abstract","DOI":"10.1111/ecog.02314","ISSN":"1600-0587","language":"en","author":[{"family":"Weiser","given":"Michael D."},{"family":"Michaletz","given":"Sean"},{"family":"Buzzard","given":"Vanessa"},{"family":"Deng","given":"Ye"},{"family":"He","given":"Zhili"},{"family":"Shen","given":"Lina"},{"family":"Enquist","given":"Brian J."},{"family":"Waide","given":"Robert B."},{"family":"Zhou","given":"Jizhong"},{"family":"Kaspari","given":"Michael"}],"issued":{"date-parts":[[2017,2,1]]},"accessed":{"date-parts":[[2017,2,17]]},"title-short":"Toward a theory for diversity gradients","container-title-short":"Ecography"},
  {"id":"chag15cte","type":"article-journal","title":"Characterizing topology of ecological networks along gradients: the limits of metrics’ standardization","container-title":"Ecological Complexity","page":"36–39","volume":"22","source":"Google Scholar","URL":"http://www.sciencedirect.com/science/article/pii/S1476945X15000070","author":[{"family":"Chagnon","given":"Pierre-Luc"}],"issued":{"date-parts":[[2015]]},"accessed":{"date-parts":[[2017,2,21]]},"title-short":"Characterizing topology of ecological networks along gradients"},
  {"id":"cars14bdp","type":"article-journal","title":"Beta Diversity of Plant-Pollinator Networks and the Spatial Turnover of Pairwise Interactions","container-title":"PLoS ONE","page":"e112903","volume":"9","issue":"11","DOI":"10.1371/journal.pone.0112903","author":[{"family":"Carstensen","given":"Daniel W."},{"family":"Sabatino","given":"Malena"},{"family":"Trøjelsgaard","given":"Kristian"},{"family":"Morellato","given":"Leonor Patricia C."}],"issued":{"date-parts":[[2014,11,10]]}},
  {"id":"cana12esp","type":"article-journal","title":"Emergence of Structural Patterns in Neutral Trophic Networks","container-title":"PLOS ONE","page":"e38295","volume":"7","issue":"8","source":"PLoS Journals","abstract":"Interaction networks are central elements of ecological systems and have very complex structures. Historically, much effort has focused on niche-mediated processes to explain these structures, while an emerging consensus posits that both niche and neutral mechanisms simultaneously shape many features of ecological communities. However, the study of interaction networks still lacks a comprehensive neutral theory. Here we present a neutral model of predator-prey interactions and analyze the structural characteristics of the simulated networks. We find that connectance values (complexity) and complexity-diversity relationships of neutral networks are close to those observed in empirical bipartite networks. High nestedness and low modularity values observed in neutral networks fall in the range of those from empirical antagonist bipartite networks. Our results suggest that, as an alternative to niche-mediated processes that induce incompatibility between species (“niche forbidden links”), neutral processes create “neutral forbidden links” due to uneven species abundance distributions and the low probability of interaction between rare species. Neutral trophic networks must be seen as the missing endpoint of a continuum from niche to purely stochastic approaches of community organization.","URL":"http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0038295","DOI":"10.1371/journal.pone.0038295","ISSN":"1932-6203","author":[{"family":"Canard","given":"Elsa"},{"family":"Mouquet","given":"Nicolas"},{"family":"Marescot","given":"Lucile"},{"family":"Gaston","given":"Kevin J."},{"family":"Gravel","given":"Dominique"},{"family":"Mouillot","given":"David"}],"issued":{"date-parts":[[2012,8,10]]},"accessed":{"date-parts":[[2017,2,21]]},"container-title-short":"PLOS ONE"},
  {"id":"pois12dsi","type":"article-journal","title":"The dissimilarity of species interaction networks","container-title":"Ecology Letters","page":"1353–1361","volume":"15","issue":"12","source":"Google Scholar","abstract":"In a context of global changes, and amidst the perpetual modification of community structure undergone by most natural ecosystems, it is more important than ever to understand how species interactions vary through space and time. The integration of biogeography and network theory will yield important results and further our understanding of species interactions. It has, however, been hampered so far by the difficulty to quantify variation among interaction networks. Here, we propose a general framework to study the dissimilarity of species interaction networks over time, space or environments, allowing both the use of quantitative and qualitative data. We decompose network dissimilarity into interactions and species turnover components, so that it is immediately comparable to common measures of β-diversity. We emphasise that scaling up β-diversity of community composition to the β-diversity of interactions requires only a small methodological step, which we foresee will help empiricists adopt this method. We illustrate the framework with a large dataset of hosts and parasites interactions and highlight other possible usages. We discuss a research agenda towards a biogeographical theory of species interactions.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ele.12002/full","DOI":"10.1111/ele.12002","ISSN":"1461023X","language":"ENG","author":[{"family":"Poisot","given":"Timothée"},{"family":"Canard","given":"Elsa"},{"family":"Mouillot","given":"David"},{"family":"Mouquet","given":"Nicolas"},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2012]]},"accessed":{"date-parts":[[2016,9,2]]},"container-title-short":"Ecol. Lett."},
  {"id":"mora15ibi","type":"article-journal","title":"Inferring biotic interactions from proxies","container-title":"Trends in Ecology & Evolution","page":"347-356","volume":"30","issue":"6","source":"ScienceDirect","abstract":"Inferring biotic interactions from functional, phylogenetic and geographical proxies remains one great challenge in ecology. We propose a conceptual framework to infer the backbone of biotic interaction networks within regional species pools. First, interacting groups are identified to order links and remove forbidden interactions between species. Second, additional links are removed by examination of the geographical context in which species co-occur. Third, hypotheses are proposed to establish interaction probabilities between species. We illustrate the framework using published food-webs in terrestrial and marine systems. We conclude that preliminary descriptions of the web of life can be made by careful integration of data with theory.","URL":"http://www.sciencedirect.com/science/article/pii/S0169534715000774","DOI":"10.1016/j.tree.2015.03.014","ISSN":"0169-5347","author":[{"family":"Morales-Castilla","given":"Ignacio"},{"family":"Matias","given":"Miguel G"},{"family":"Gravel","given":"Dominique"},{"family":"Araújo","given":"Miguel B."}],"issued":{"date-parts":[[2015,6]]},"accessed":{"date-parts":[[2017,2,21]]},"container-title-short":"Trends in Ecology & Evolution"},
  {"id":"bart13ulr","type":"article-journal","title":"Understanding linkage rules in plant-pollinator networks by using hierarchical models that incorporate pollinator detectability and plant traits","container-title":"PloS one","page":"e69200","volume":"8","issue":"7","source":"Google Scholar","URL":"http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0069200","author":[{"family":"Bartomeus","given":"Ignasi"}],"issued":{"date-parts":[[2013]]},"accessed":{"date-parts":[[2017,2,21]]}},
  {"id":"pois15swe","type":"article-journal","title":"Beyond species: why ecological interaction networks vary through space and time","container-title":"Oikos","page":"243-251","volume":"124","issue":"3","source":"CrossRef","URL":"http://doi.wiley.com/10.1111/oik.01719","DOI":"10.1111/oik.01719","ISSN":"00301299","language":"en","author":[{"family":"Poisot","given":"Timothée"},{"family":"Stouffer","given":"Daniel B."},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2015,3]]},"accessed":{"date-parts":[[2017,2,21]]},"title-short":"Beyond species"},
  {"id":"gonz16llf","type":"article-journal","title":"The Labile Limits of Forbidden Interactions","container-title":"Trends in Ecology & Evolution","page":"700-710","volume":"31","issue":"9","source":"ScienceDirect","abstract":"Forbidden links are defined as pairwise interactions that are prevented by the biological traits of the species. We focus here on the neglected importance of intraspecific trait variation in the forbidden link concept. We show how intraspecific trait variability at different spatiotemporal scales, and through ontogeny, reduces the expected prevalence of forbidden interactions. We also highlight how behavior can foster interactions that, from traits, would be predicted to be forbidden. We therefore discuss the drawbacks of frameworks recently developed to infer biotic interactions using available trait data (mean values). Mispredictions can have disproportionate effects on inferences about community dynamics. Thus, we suggest including intraspecific variability in trait-based models and using them to guide the sampling of real interactions in the field for validation.","URL":"http://www.sciencedirect.com/science/article/pii/S0169534716300787","DOI":"10.1016/j.tree.2016.06.009","ISSN":"0169-5347","author":[{"family":"González-Varo","given":"Juan P."},{"family":"Traveset","given":"Anna"}],"issued":{"date-parts":[[2016,9]]},"accessed":{"date-parts":[[2017,2,21]]},"container-title-short":"Trends in Ecology & Evolution"},
  {"id":"mart92ccc","type":"article-journal","title":"Constant Connectance in Community Food Webs","container-title":"The American Naturalist","page":"1208-1218","volume":"139","issue":"6","source":"JSTOR","abstract":"The constant connectance hypothesis states that among community food webs, trophic links increase approximately as the square of the number of functionally distinct or \"trophic\" species. This hypothesis is corroborated by the following analysis of 175 community food webs (2-93 trophic species), which shows that the exponent of the link-species relationship is approximately two. This scaling contradicts the widely accepted link-species scaling law, which asserts that links increase linearly with the number of species and that the link-species exponent is one. My results combined with related findings regarding food chain lengths indicate that large food webs have many more links and much longer food chains than previously suggested.","URL":"http://www.jstor.org/stable/2462337","ISSN":"0003-0147","author":[{"family":"Martinez","given":"Neo D."}],"issued":{"date-parts":[[1992]]},"accessed":{"date-parts":[[2017,2,21]]}},
  {"id":"stou12ecs","type":"article-journal","title":"Evolutionary Conservation of Species' Roles in Food Webs","container-title":"Science","page":"1489-1492","volume":"335","issue":"6075","source":"CrossRef","URL":"http://www.sciencemag.org/cgi/doi/10.1126/science.1216556","DOI":"10.1126/science.1216556","ISSN":"0036-8075, 1095-9203","language":"en","author":[{"family":"Stouffer","given":"D. B."},{"family":"Sales-Pardo","given":"M."},{"family":"Sirer","given":"M. I."},{"family":"Bascompte","given":"J."}],"issued":{"date-parts":[[2012,3,23]]},"accessed":{"date-parts":[[2016,6,7]]}},
  {"id":"stou10ufp","type":"article-journal","title":"Understanding food-web persistence from local to global scales","container-title":"Ecology Letters","page":"154-161","volume":"13","issue":"2","source":"Wiley Online Library","abstract":"Ecology letters (2010) 13: 154–161 \nAbstract\nUnderstanding food-web persistence is an important long-term objective of ecology because of its relevance in maintaining biodiversity. To date, many dynamic studies of food-web behaviour—both empirical and theoretical—have focused on smaller sub-webs, called trophic modules, because these modules are more tractable experimentally and analytically than whole food webs. The question remains to what degree studies of trophic modules are relevant to infer the persistence of entire food webs. Four trophic modules have received particular attention in the literature: tri-trophic food chains, omnivory, exploitative competition, and apparent competition. Here, we integrate analysis of these modules’ dynamics in isolation with those of whole food webs to directly assess the appropriateness of scaling from modules to food webs. We find that there is not a direct, one-to-one, relationship between the relative persistence of modules in isolation and their effect on persistence of an entire food web. Nevertheless, we observe that those modules which are most commonly found in empirical food webs are those that confer the greatest community persistence. As a consequence, we demonstrate that there may be significant dynamic justifications for empirically-observed food-web structure.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1461-0248.2009.01407.x/abstract","DOI":"10.1111/j.1461-0248.2009.01407.x","ISSN":"1461-0248","language":"en","author":[{"family":"Stouffer","given":"Daniel B."},{"family":"Bascompte","given":"Jordi"}],"issued":{"date-parts":[[2010,2,1]]},"accessed":{"date-parts":[[2015,11,20]]}},
  {"id":"lore10lbe","type":"article-journal","title":"Linking biodiversity and ecosystems: towards a unifying ecological theory","container-title":"Philosophical Transactions of the Royal Society B: Biological Sciences","page":"49-60","volume":"365","issue":"1537","source":"CrossRef","URL":"http://rstb.royalsocietypublishing.org/cgi/doi/10.1098/rstb.2009.0155","DOI":"10.1098/rstb.2009.0155","ISSN":"0962-8436, 1471-2970","language":"en","author":[{"family":"Loreau","given":"M."}],"issued":{"date-parts":[[2010,1,12]]},"accessed":{"date-parts":[[2017,1,27]]},"title-short":"Linking biodiversity and ecosystems"},
  {"id":"holt97cm","type":"article-journal","title":"Community modules","container-title":"A.C. Gange, V.K. Brown (Eds.), Multitrophic interactions in Terrestrial Ecosystems, 6th Symposium of the British Ecological Society, Blackwell Science","page":"333-350","author":[{"family":"Holt","given":"R. D."}],"issued":{"date-parts":[[1997]]}},
  {"id":"borr15sis","type":"article-journal","title":"Selection against instability: stable subgraphs are most frequent in empirical food webs","container-title":"Oikos","page":"1583-1588","volume":"124","issue":"12","source":"CrossRef","URL":"http://doi.wiley.com/10.1111/oik.02176","DOI":"10.1111/oik.02176","ISSN":"00301299","language":"en","author":[{"family":"Borrelli","given":"Jonathan J."}],"issued":{"date-parts":[[2015,12]]},"accessed":{"date-parts":[[2017,2,21]]},"title-short":"Selection against instability"},
  {"id":"basc05stm","type":"article-journal","title":"Simple trophic modules for complex food webs","container-title":"Ecology","page":"2868-2873","volume":"86","issue":"11","source":"CrossRef","URL":"http://doi.wiley.com/10.1890/05-0101","DOI":"10.1890/05-0101","ISSN":"0012-9658","language":"en","author":[{"family":"Bascompte","given":"Jordi"},{"family":"Melián","given":"Carlos J."}],"issued":{"date-parts":[[2005,11]]},"accessed":{"date-parts":[[2017,2,22]]}},
  {"id":"stou07eer","type":"article-journal","title":"Evidence for the existence of a robust pattern of prey selection in food webs","container-title":"Proceedings of the Royal Society B: Biological Sciences","page":"1931-1940","volume":"274","issue":"1621","source":"CrossRef","URL":"http://rspb.royalsocietypublishing.org/cgi/doi/10.1098/rspb.2007.0571","DOI":"10.1098/rspb.2007.0571","ISSN":"0962-8452, 1471-2954","language":"en","author":[{"family":"Stouffer","given":"D. B"},{"family":"Camacho","given":"J."},{"family":"Jiang","given":"W."},{"family":"Nunes Amaral","given":"L. A"}],"issued":{"date-parts":[[2007,8,22]]},"accessed":{"date-parts":[[2017,2,21]]}},
  {"id":"mcca98wti","type":"article-journal","title":"Weak trophic interactions and the balance of nature","container-title":"Nature","page":"794-798","volume":"395","issue":"6704","source":"www.nature.com","abstract":"Ecological models show that complexity usually destabilizes food webs,, predicting that food webs should not amass the large numbers of interacting species that are in fact found in nature. Here, using nonlinear models, we study the influence of interaction strength (likelihood of consumption of one species by another) on food-web dynamics away from equilibrium. Consistent with previous suggestions,, our results show that weak to intermediate strength links are important in promoting community persistence and stability. Weak links act to dampen oscillations between consumers and resources. This tends to maintain population densities further away from zero, decreasing the statistical chance that a population will become extinct (lower population densities are more prone to such chances). Data on interaction strengths in natural food webs indicate that food-web interaction strengths are indeed characterized by many weak interactions and a few strong interactions.","URL":"http://www.nature.com/nature/journal/v395/n6704/abs/395794a0.html","DOI":"10.1038/27427","ISSN":"0028-0836","language":"en","author":[{"family":"McCann","given":"Kevin"},{"family":"Hastings","given":"Alan"},{"family":"Huxel","given":"Gary R."}],"issued":{"date-parts":[[1998,10,22]]},"accessed":{"date-parts":[[2016,10,14]]},"container-title-short":"Nature"},
  {"id":"duff07frb","type":"article-journal","title":"The functional role of biodiversity in ecosystems: incorporating trophic complexity","container-title":"Ecology Letters","page":"522-538","volume":"10","issue":"6","source":"Wiley Online Library","abstract":"Understanding how biodiversity affects functioning of ecosystems requires integrating diversity within trophic levels (horizontal diversity) and across trophic levels (vertical diversity, including food chain length and omnivory). We review theoretical and experimental progress toward this goal. Generally, experiments show that biomass and resource use increase similarly with horizontal diversity of either producers or consumers. Among prey, higher diversity often increases resistance to predation, due to increased probability of including inedible species and reduced efficiency of specialist predators confronted with diverse prey. Among predators, changing diversity can cascade to affect plant biomass, but the strength and sign of this effect depend on the degree of omnivory and prey behaviour. Horizontal and vertical diversity also interact: adding a trophic level can qualitatively change diversity effects at adjacent levels. Multitrophic interactions produce a richer variety of diversity-functioning relationships than the monotonic changes predicted for single trophic levels. This complexity depends on the degree of consumer dietary generalism, trade-offs between competitive ability and resistance to predation, intraguild predation and openness to migration. Although complementarity and selection effects occur in both animals and plants, few studies have conclusively documented the mechanisms mediating diversity effects. Understanding how biodiversity affects functioning of complex ecosystems will benefit from integrating theory and experiments with simulations and network-based approaches.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1461-0248.2007.01037.x/abstract","DOI":"10.1111/j.1461-0248.2007.01037.x","ISSN":"1461-0248","language":"en","author":[{"family":"Duffy","given":"J. Emmett"},{"family":"Cardinale","given":"Bradley J."},{"family":"France","given":"Kristin E."},{"family":"McIntyre","given":"Peter B."},{"family":"Thébault","given":"Elisa"},{"family":"Loreau","given":"Michel"}],"issued":{"date-parts":[[2007,6,1]]},"accessed":{"date-parts":[[2015,11,4]]},"title-short":"The functional role of biodiversity in ecosystems"},
  {"id":"cama07qal","type":"article-journal","title":"Quantitative analysis of the local structure of food webs","container-title":"Journal of Theoretical Biology","page":"260-268","volume":"246","issue":"2","source":"CrossRef","URL":"http://linkinghub.elsevier.com/retrieve/pii/S0022519306006011","DOI":"10.1016/j.jtbi.2006.12.036","ISSN":"00225193","language":"en","author":[{"family":"Camacho","given":"J."},{"family":"Stouffer","given":"D.B."},{"family":"Amaral","given":"L.A.N."}],"issued":{"date-parts":[[2007,5]]},"accessed":{"date-parts":[[2017,2,22]]}},
  {"id":"theb03fcb","type":"article-journal","title":"Food-web constraints on biodiversity-ecosystem functioning relationships","container-title":"Proceedings of the National Academy of Sciences","page":"14949-14954","volume":"100","issue":"25","source":"CrossRef","URL":"http://www.pnas.org/cgi/doi/10.1073/pnas.2434847100","DOI":"10.1073/pnas.2434847100","ISSN":"0027-8424, 1091-6490","language":"en","author":[{"family":"Thebault","given":"E."},{"family":"Loreau","given":"M."}],"issued":{"date-parts":[[2003,12,9]]},"accessed":{"date-parts":[[2017,3,5]]}},
  {"id":"theb07cee","type":"article-journal","title":"Cascading extinctions and ecosystem functioning: contrasting effects of diversity depending on food web structure","container-title":"Oikos","page":"163-173","volume":"116","issue":"1","source":"CrossRef","URL":"http://doi.wiley.com/10.1111/j.2006.0030-1299.15007.x","DOI":"10.1111/j.2006.0030-1299.15007.x","ISSN":"00301299, 16000706","language":"en","author":[{"family":"Thébault","given":"Elisa"},{"family":"Huber","given":"Veronika"},{"family":"Loreau","given":"Michel"}],"issued":{"date-parts":[[2007,1]]},"accessed":{"date-parts":[[2017,3,5]]},"title-short":"Cascading extinctions and ecosystem functioning"},
  {"id":"darw59osm","type":"book","title":"On the Origin of Species by Means of Natural Selection, or Preservation of Favoured Races in the Struggle for Life.","publisher":"John Murray, London","author":[{"family":"Darwin","given":"Charles"}],"issued":{"date-parts":[[1859]]}},
  {"id":"catt04pca","type":"article-journal","title":"Phylogenetic constraints and adaptation explain food-web structure","container-title":"Nature","page":"835-839","volume":"427","issue":"6977","source":"www.nature.com","abstract":"Food webs are descriptions of who eats whom in an ecosystem. Although extremely complex and variable, their structure possesses basic regularities. A fascinating question is to find a simple model capturing the underlying processes behind these repeatable patterns. Until now, two models have been devised for the description of trophic interactions within a natural community. Both are essentially based on the concept of ecological niche, with the consumers organized along a single niche dimension; for example, prey size. Unfortunately, they fail to describe adequately recent and high-quality data. Here, we propose a new model built on the hypothesis that any species' diet is the consequence of phylogenetic constraints and adaptation. Simple rules incorporating both concepts yield food webs whose structure is very close to real data. Consumers are organized in groups forming a nested hierarchy, which better reflects the complexity and multidimensionality of most natural systems.","URL":"http://www.nature.com/nature/journal/v427/n6977/full/nature02327.html","DOI":"10.1038/nature02327","ISSN":"0028-0836","language":"en","author":[{"family":"Cattin","given":"Marie-France"},{"family":"Bersier","given":"Louis-Félix"},{"family":"Banašek-Richter","given":"Carolin"},{"family":"Baltensperger","given":"Richard"},{"family":"Gabriel","given":"Jean-Pierre"}],"issued":{"date-parts":[[2004,2,26]]},"accessed":{"date-parts":[[2016,2,9]]},"container-title-short":"Nature"},
  {"id":"font13eae","type":"article-journal","title":"Ecology: Abundant equals nested","container-title":"Nature","page":"411-412","volume":"500","issue":"7463","source":"www.nature.com","abstract":"How ecological network structures are influenced by species coexistence, community stability and perturbations is a topic of debate. It seems that one overlooked correlate of nested structures is species abundances. See Letter p.449","URL":"http://www.nature.com/nature/journal/v500/n7463/full/500411a.html","DOI":"10.1038/500411a","ISSN":"0028-0836","language":"en","author":[{"family":"Fontaine","given":"Colin"}],"issued":{"date-parts":[[2013,8,22]]},"accessed":{"date-parts":[[2017,2,21]]},"title-short":"Ecology","container-title-short":"Nature"},
  {"id":"theb10sec","type":"article-journal","title":"Stability of Ecological Communities and the Architecture of Mutualistic and Trophic Networks","container-title":"Science","page":"853-856","volume":"329","issue":"5993","source":"science.sciencemag.org","abstract":"Building a Network\nThe relation between the architecture of ecological networks and community stability is important to understand the assembly of complex communities. By combining a model approach and a meta-analysis of a large collection of ecological networks, Thébault and Fontaine (p. 853; see the Perspective by Bascompte) found that network architecture and stability fundamentally differed between trophic networks that involved herbivory and mutualistic networks that involved pollination. These findings have implications for the understanding of community structure, evolution, and response to perturbation.\nResearch on the relationship between the architecture of ecological networks and community stability has mainly focused on one type of interaction at a time, making difficult any comparison between different network types. We used a theoretical approach to show that the network architecture favoring stability fundamentally differs between trophic and mutualistic networks. A highly connected and nested architecture promotes community stability in mutualistic networks, whereas the stability of trophic networks is enhanced in compartmented and weakly connected architectures. These theoretical predictions are supported by a meta-analysis on the architecture of a large series of real pollination (mutualistic) and herbivory (trophic) networks. We conclude that strong variations in the stability of architectural patterns constrain ecological networks toward different architectures, depending on the type of interaction.\nEcological network architecture differs between models of trophic (herbivore) and mutualistic (pollination) communities.\nEcological network architecture differs between models of trophic (herbivore) and mutualistic (pollination) communities.","URL":"http://science.sciencemag.org/content/329/5993/853","DOI":"10.1126/science.1188321","ISSN":"0036-8075, 1095-9203","language":"en","author":[{"family":"Thébault","given":"Elisa"},{"family":"Fontaine","given":"Colin"}],"issued":{"date-parts":[[2010,8,13]]},"accessed":{"date-parts":[[2016,10,17]]},"PMID":"20705861"},
  {"id":"bros06ase","type":"article-journal","title":"Allometric scaling enhances stability in complex food webs","container-title":"Ecology Letters","page":"1228-1236","volume":"9","issue":"11","source":"Wiley Online Library","abstract":"Classic local stability theory predicts that complex ecological networks are unstable and are unlikely to persist despite empiricists’ abundant documentation of such complexity in nature. This contradiction has puzzled biologists for decades. While some have explored how stability may be achieved in small modules of a few interacting species, rigorous demonstrations of how large complex and ecologically realistic networks dynamically persist remain scarce and inadequately understood. Here, we help fill this void by combining structural models of complex food webs with nonlinear bioenergetic models of population dynamics parameterized by biological rates that are allometrically scaled to populations’ average body masses. Increasing predator–prey body mass ratios increase population persistence up to a saturation level that is reached by invertebrate and ectotherm vertebrate predators when being 10 or 100 times larger than their prey respectively. These values are corroborated by empirical predator–prey body mass ratios from a global data base. Moreover, negative effects of diversity (i.e. species richness) on stability (i.e. population persistence) become neutral or positive relationships at these empirical ratios. These results demonstrate that the predator–prey body mass ratios found in nature may be key to enabling persistence of populations in complex food webs and stabilizing the diversity of natural ecosystems.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1461-0248.2006.00978.x/abstract","DOI":"10.1111/j.1461-0248.2006.00978.x","ISSN":"1461-0248","language":"en","author":[{"family":"Brose","given":"Ulrich"},{"family":"Williams","given":"Richard J."},{"family":"Martinez","given":"Neo D."}],"issued":{"date-parts":[[2006,11,1]]},"accessed":{"date-parts":[[2017,2,22]]}},
  {"id":"vali15sle","type":"article-journal","title":"Beyond species loss: the extinction of ecological interactions in a changing world","container-title":"Functional Ecology","page":"299-307","volume":"29","issue":"3","source":"CrossRef","URL":"http://doi.wiley.com/10.1111/1365-2435.12356","DOI":"10.1111/1365-2435.12356","ISSN":"02698463","language":"en","author":[{"family":"Valiente-Banuet","given":"Alfonso"},{"family":"Aizen","given":"Marcelo A."},{"family":"Alcántara","given":"Julio M."},{"family":"Arroyo","given":"Juan"},{"family":"Cocucci","given":"Andrea"},{"family":"Galetti","given":"Mauro"},{"family":"García","given":"María B."},{"family":"García","given":"Daniel"},{"family":"Gómez","given":"José M."},{"family":"Jordano","given":"Pedro"},{"family":"Medel","given":"Rodrigo"},{"family":"Navarro","given":"Luis"},{"family":"Obeso","given":"José R."},{"family":"Oviedo","given":"Ramona"},{"family":"Ramírez","given":"Nelson"},{"family":"Rey","given":"Pedro J."},{"family":"Traveset","given":"Anna"},{"family":"Verdú","given":"Miguel"},{"family":"Zamora","given":"Regino"}],"editor":[{"family":"Johnson","given":"Marc"}],"issued":{"date-parts":[[2015,3]]},"accessed":{"date-parts":[[2017,3,13]]},"title-short":"Beyond species loss"},
  {"id":"may72wlc","type":"article-journal","title":"Will a Large Complex System be Stable?","container-title":"Nature","page":"413-414","volume":"238","issue":"5364","source":"CrossRef","URL":"http://www.nature.com/doifinder/10.1038/238413a0","DOI":"10.1038/238413a0","ISSN":"0028-0836","author":[{"family":"May","given":"Robert M."}],"issued":{"date-parts":[[1972,8,18]]},"accessed":{"date-parts":[[2016,2,15]]}},
  {"id":"malt98epp","type":"article-journal","title":"An Essay on the Principle of Population, as it Affects the Future Improvement of Society: With Remarks on the Speculations of Mr. Godwin, Mr. Condorcet, and Other Writers.","author":[{"family":"Malthus","given":"T. R."}],"issued":{"date-parts":[[1798]]}},
  {"id":"lore10pet","type":"book","title":"From populations to ecosystems: theoretical foundations for a new ecological synthesis","collection-title":"Monographs in population biology","publisher":"Princeton University Press","number-of-pages":"297","source":"Library of Congress ISBN","ISBN":"978-0-691-12269-4 978-0-691-12270-0","call-number":"QH541 .L67 2010","author":[{"family":"Loreau","given":"Michel"}],"issued":{"date-parts":[[2010]]},"publisher-place":"Princeton","title-short":"From populations to ecosystems"},
  {"id":"will07hyi","type":"chapter","title":"Homage to Yodzis and Innes 1992: scaling up feeding-based population dynamics to complex ecological networks","container-title":"From energetics to ecosystems: the dynamics and structure of ecological systems","publisher":"Springer","page":"37–51","source":"Google Scholar","URL":"http://link.springer.com/content/pdf/10.1007/978-1-4020-5337-5_2.pdf","author":[{"family":"Williams","given":"Richard J."},{"family":"Brose","given":"Ulrich"},{"family":"Martinez","given":"Neo D."}],"issued":{"date-parts":[[2007]]},"accessed":{"date-parts":[[2016,5,26]]},"title-short":"Homage to Yodzis and Innes 1992"},
  {"id":"alle15sra","type":"article-journal","title":"The stability–complexity relationship at age 40: a random matrix perspective","container-title":"Population Ecology","page":"63-75","volume":"57","issue":"1","source":"link.springer.com","abstract":"Since the work of Robert May in 1972, the local asymptotic stability of large ecological systems has been a focus of theoretical ecology. Here we review May’s work in the light of random matrix theory, the field of mathematics devoted to the study of large matrices whose coefficients are randomly sampled from distributions with given characteristics. We show how May’s celebrated “stability criterion” can be derived using random matrix theory, and how extensions of the so-called circular law for the limiting distribution of the eigenvalues of large random matrix can further our understanding of ecological systems. Our goal is to present the more technical material in an accessible way, and to provide pointers to the primary mathematical literature on this subject. We conclude by enumerating a number of challenges, whose solution is going to greatly improve our ability to predict the stability of large ecological networks.","URL":"https://link.springer.com/article/10.1007/s10144-014-0471-0","DOI":"10.1007/s10144-014-0471-0","ISSN":"1438-3896, 1438-390X","language":"en","author":[{"family":"Allesina","given":"Stefano"},{"family":"Tang","given":"Si"}],"issued":{"date-parts":[[2015,1,1]]},"accessed":{"date-parts":[[2017,4,21]]},"title-short":"The stability–complexity relationship at age 40","container-title-short":"Popul Ecol"},
  {"id":"ches08ipc","type":"article-journal","title":"The interaction between predation and competition","container-title":"Nature","page":"235-238","volume":"456","issue":"7219","source":"www.nature.com","abstract":"Competition and predation are the most heavily investigated species interactions in ecology, dominating studies of species diversity maintenance. However, these two interactions are most commonly viewed highly asymmetrically. Competition for resources is seen as the primary interaction limiting diversity, with predation modifying what competition does, although theoretical models have long supported diverse views. Here we show, using a comprehensive three-trophic-level model, that competition and predation should be viewed symmetrically: these two interactions are equally able to either limit or promote diversity. Diversity maintenance requires within-species density feedback loops to be stronger than between-species feedback loops. We quantify the contributions of predation and competition to these loops in a simple, interpretable form, showing their equivalent potential to strengthen or weaken diversity maintenance. Moreover, we show that competition and predation can undermine each other, with the tendency of the stronger interaction to promote or limit diversity prevailing. The past failure to appreciate the symmetrical effects and interactions of competition and predation has unduly restricted diversity maintenance studies. A multitrophic perspective should be adopted to examine a greater variety of possible effects of predation than generally considered in the past. Conservation and management strategies need to be much more concerned with the implications of changes in the strengths of trophic interactions.","URL":"http://www.nature.com/nature/journal/v456/n7219/abs/nature07248.html","DOI":"10.1038/nature07248","ISSN":"0028-0836","language":"en","author":[{"family":"Chesson","given":"Peter"},{"family":"Kuang","given":"Jessica J."}],"issued":{"date-parts":[[2008,11,13]]},"accessed":{"date-parts":[[2017,4,21]]},"container-title-short":"Nature"},
  {"id":"arau07ibi","type":"article-journal","title":"The importance of biotic interactions for modelling species distributions under climate change","container-title":"Global Ecology and Biogeography","page":"743-753","volume":"16","issue":"6","source":"Wiley Online Library","abstract":"Aim  There is a debate as to whether biotic interactions exert a dominant role in governing species distributions at macroecological scales. The prevailing idea is that climate is the key limiting factor; thus models that use present-day climate–species range relationships are expected to provide reasonable means to quantify the impacts of climate change on species distributions. However, there is little empirical evidence that biotic interactions would not constrain species distributions at macroecological scales. We examine this idea, for the first time, and provide tests for two null hypotheses: (H0 1) – biotic interactions do not exert a significant role in explaining current distributions of a particular species of butterfly (clouded Apollo, Parnassius mnemosyne) in Europe; and (H0 2) – biotic interactions do not exert a significant role in predictions of altered species’ ranges under climate change. Location  Europe. Methods  Generalized additive modelling (GAM) was used to investigate relationships between species and climate; species and host plants; and species and climate + host plants. Because models are sensitive to the variable selection strategies utilised, four alternative approaches were used: AIC (Akaike's Information Criterion), BIC (Bayesian Information Criterion), BRUTO (Adaptive Backfitting), and CROSS (Cross Selection). Results  In spite of the variation in the variables selected with different methods, both hypotheses (H0 1 and H0 2) were falsified, providing support for the proposition that biotic interactions significantly affect both the explanatory and predictive power of bioclimatic envelope models at macro scales. Main conclusions  Our results contradict the widely held view that the effects of biotic interactions on individual species distributions are not discernible at macroecological scales. Results are contingent on the species, type of interaction and methods considered, but they call for more stringent evidence in support of the idea that purely climate-based modelling would be sufficient to quantify the impacts of climate change on species distributions.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1466-8238.2007.00359.x/abstract","DOI":"10.1111/j.1466-8238.2007.00359.x","ISSN":"1466-8238","language":"en","author":[{"family":"Araújo","given":"Miguel B."},{"family":"Luoto","given":"Miska"}],"issued":{"date-parts":[[2007,11,1]]},"accessed":{"date-parts":[[2017,7,7]]}},
  {"id":"davi98isr","type":"article-journal","title":"Individualistic species responses invalidate simple physiological models of community dynamics under global environmental change","container-title":"Journal of Animal Ecology","page":"600-612","volume":"67","issue":"4","source":"Wiley Online Library","abstract":"1.  Most predictions of species distribution and abundance changes in response to global warming relate the individual requirements of a single isolated species to climate variables through some form of climate mapping. This method fails to account for the effects of species dispersal and species interactions, both of which may strongly affect distribution and abundance. 2.  We therefore examined the effects of dispersal and species interactions on the distribution and abundance of three Drosophila species in a laboratory system that mimicked a latitudinal cline of 15 °C. We then investigated how species distribution and abundance in this system responded to simulated global warming. 3.  Dispersal allowed populations to persist at non-optimum temperatures, overriding physiologically imposed range limits. 4.  Temperature determined the outcome of competition. In pairwise interactions, Drosophila subobscura eliminated D. melanogaster or D. simulans at low temperatures but was itself eliminated at high temperatures. 5.  Competitive interactions changed abundance and range sizes thus shifting the position of species optima. These changes depended on both the number and the identity of the competing species. 6.  Enemy–victim interactions altered range and abundance. Adding the parasitoid Leptopilina boulardi affected the host assemblage directly at high temperatures where the parasitoid was present, and indirectly (mediated by dispersal) at low temperatures where it was scarce or absent. Host species coexisted for longer at low temperatures in clines when parasitoids were present than when they were absent. 7.  Simulated global warming produced complex, counter-intuitive effects on distribution and abundance, including the reversal of species’ relative abundance at some temperatures. 8.  Because dispersal and species interactions strongly influenced both range and abundance (sometimes in unexpected ways) current species distributions are no guide to what they might be under global climate change. Furthermore, since both these factors are missing from climate envelope models of range and abundance change, their predictions are, at best, incomplete.","URL":"http://onlinelibrary.wiley.com/doi/10.1046/j.1365-2656.1998.00223.x/abstract","DOI":"10.1046/j.1365-2656.1998.00223.x","ISSN":"1365-2656","language":"en","author":[{"family":"Davis","given":"Andrew J."},{"family":"Lawton","given":"John H."},{"family":"Shorrocks","given":"Bryan"},{"family":"Jenkinson","given":"Linda S."}],"issued":{"date-parts":[[1998,7,1]]},"accessed":{"date-parts":[[2017,7,7]]}},
  {"id":"boul12adb","type":"article-journal","title":"Accounting for dispersal and biotic interactions to disentangle the drivers of species distributions and their abundances","container-title":"Ecology Letters","page":"584-593","volume":"15","issue":"6","source":"Wiley Online Library","abstract":"Ecology Letters (2012) \nAbstract\nAlthough abiotic factors, together with dispersal and biotic interactions, are often suggested to explain the distribution of species and their abundances, species distribution models usually focus on abiotic factors only. We propose an integrative framework linking ecological theory, empirical data and statistical models to understand the distribution of species and their abundances together with the underlying community assembly dynamics. We illustrate our approach with 21 plant species in the French Alps. We show that a spatially nested modelling framework significantly improves the model’s performance and that the spatial variations of species presence–absence and abundances are predominantly explained by different factors. We also show that incorporating abiotic, dispersal and biotic factors into the same model bring new insights to our understanding of community assembly. This approach, at the crossroads between community ecology and biogeography, is a promising avenue for a better understanding of species co-existence and biodiversity distribution.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1461-0248.2012.01772.x/abstract","DOI":"10.1111/j.1461-0248.2012.01772.x","ISSN":"1461-0248","language":"en","author":[{"family":"Boulangeat","given":"Isabelle"},{"family":"Gravel","given":"Dominique"},{"family":"Thuiller","given":"Wilfried"}],"issued":{"date-parts":[[2012,6,1]]},"accessed":{"date-parts":[[2017,7,7]]}},
  {"id":"gods12hsi","type":"article-journal","title":"How do species interactions affect species distribution models?","container-title":"Ecography","page":"811-820","volume":"35","issue":"9","source":"Wiley Online Library","abstract":"One of the most promising recent advances in biogeography has been the increased interest and understanding of species distribution models – estimates of the probability that a species is present given environmental data. Unfortunately, such analyses ignore many aspects of ecology, and so are difficult to interpret. In particular, we know that species interactions have a profound influence on distributions, but it is not usually possible to incorporate this knowledge into species distribution models. What is needed is a rigorous understanding of how unmeasured biotic interactions affect the inferences generated by species distribution models. To fill this gap, we develop a general mathematical approach that uses probability theory to determine how unmeasured biotic interactions affect inferences from species distribution models. Using this approach, we reanalyze one of the most important classes of mechanistic models of competition: models of consumer resource dynamics. We determine how measurements of one aspect of the environment – a single environmental variable – can be used to estimate the probability that an environment is suitable with species distribution models. We show that species distribution models, which ignore numerous facets of consumer resource dynamics such as the presence of a competitor or the dynamics of depletable resources, can furnish useful predictions for the probability that an environment is suitable in some circumstances. These results provide a rigorous link between complex mechanistic models of species interactions and species distribution models. In so doing they demonstrate that unmeasured biotic interactions can have strong and counterintuitive consequences on species distribution models.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1600-0587.2011.07103.x/abstract","DOI":"10.1111/j.1600-0587.2011.07103.x","ISSN":"1600-0587","language":"en","author":[{"family":"Godsoe","given":"William"},{"family":"Harmon","given":"Luke J."}],"issued":{"date-parts":[[2012,9,1]]},"accessed":{"date-parts":[[2017,7,7]]},"container-title-short":"Ecography"},
  {"id":"poll14ucm","type":"article-journal","title":"Understanding co-occurrence by modelling species simultaneously with a Joint Species Distribution Model (JSDM)","container-title":"Methods in Ecology and Evolution","page":"397-406","volume":"5","issue":"5","source":"Wiley Online Library","abstract":"* A primary goal of ecology is to understand the fundamental processes underlying the geographic distributions of species. Two major strands of ecology – habitat modelling and community ecology – approach this problem differently. Habitat modellers often use species distribution models (SDMs) to quantify the relationship between species’ and their environments without considering potential biotic interactions. Community ecologists, on the other hand, tend to focus on biotic interactions and, in observational studies, use co-occurrence patterns to identify ecological processes. Here, we describe a joint species distribution model (JSDM) that integrates these distinct observational approaches by incorporating species co-occurrence data into a SDM.\n\n\n* JSDMs estimate distributions of multiple species simultaneously and allow decomposition of species co-occurrence patterns into components describing shared environmental responses and residual patterns of co-occurrence. We provide a general description of the model, a tutorial and code for fitting the model in R. We demonstrate this modelling approach using two case studies: frogs and eucalypt trees in Victoria, Australia.\n\n\n* Overall, shared environmental correlations were stronger than residual correlations for both frogs and eucalypts, but there were cases of strong residual correlation. Frog species generally had positive residual correlations, possibly due to the fact these species occurred in similar habitats that were not fully described by the environmental variables included in the JSDM. Eucalypt species that interbreed had similar environmental responses but had negative residual co-occurrence. One explanation is that interbreeding species may not form stable assemblages despite having similar environmental affinities.\n\n\n* Environmental and residual correlations estimated from JSDMs can help indicate whether co-occurrence is driven by shared environmental responses or other ecological or evolutionary process (e.g. biotic interactions), or if important predictor variables are missing. JSDMs take into account the fact that distributions of species might be related to each other and thus overcome a major limitation of modelling species distributions independently.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/2041-210X.12180/abstract","DOI":"10.1111/2041-210X.12180","ISSN":"2041-210X","language":"en","author":[{"family":"Pollock","given":"Laura J."},{"family":"Tingley","given":"Reid"},{"family":"Morris","given":"William K."},{"family":"Golding","given":"Nick"},{"family":"O'Hara","given":"Robert B."},{"family":"Parris","given":"Kirsten M."},{"family":"Vesk","given":"Peter A."},{"family":"McCarthy","given":"Michael A."}],"issued":{"date-parts":[[2014,5,1]]},"accessed":{"date-parts":[[2017,7,7]]},"container-title-short":"Methods Ecol Evol"},
  {"id":"caze16tsc","type":"article-journal","title":"A theory for species co-occurrence in interaction networks","container-title":"Theoretical Ecology","page":"39-48","volume":"9","issue":"1","source":"CrossRef","URL":"http://link.springer.com/10.1007/s12080-015-0281-9","DOI":"10.1007/s12080-015-0281-9","ISSN":"1874-1738, 1874-1746","language":"en","author":[{"family":"Cazelles","given":"Kévin"},{"family":"Araújo","given":"Miguel B."},{"family":"Mouquet","given":"Nicolas"},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2016,2]]},"accessed":{"date-parts":[[2017,7,7]]}},
  {"id":"guis05psd","type":"article-journal","title":"Predicting species distribution: offering more than simple habitat models","container-title":"Ecology Letters","page":"993-1009","volume":"8","issue":"9","source":"Wiley Online Library","abstract":"In the last two decades, interest in species distribution models (SDMs) of plants and animals has grown dramatically. Recent advances in SDMs allow us to potentially forecast anthropogenic effects on patterns of biodiversity at different spatial scales. However, some limitations still preclude the use of SDMs in many theoretical and practical applications. Here, we provide an overview of recent advances in this field, discuss the ecological principles and assumptions underpinning SDMs, and highlight critical limitations and decisions inherent in the construction and evaluation of SDMs. Particular emphasis is given to the use of SDMs for the assessment of climate change impacts and conservation management issues. We suggest new avenues for incorporating species migration, population dynamics, biotic interactions and community ecology into SDMs at multiple spatial scales. Addressing all these issues requires a better integration of SDMs with ecological theory.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1461-0248.2005.00792.x/abstract","DOI":"10.1111/j.1461-0248.2005.00792.x","ISSN":"1461-0248","language":"en","author":[{"family":"Guisan","given":"Antoine"},{"family":"Thuiller","given":"Wilfried"}],"issued":{"date-parts":[[2005,9,1]]},"accessed":{"date-parts":[[2017,7,7]]},"title-short":"Predicting species distribution"},
  {"id":"emme04pbs","type":"article-journal","title":"Predator–prey body size, interaction strength and the stability of a real food web","container-title":"Journal of Animal Ecology","page":"399-409","volume":"73","issue":"3","source":"Wiley Online Library","abstract":"* 1We examined the empirical relationship between predator–prey body size ratio and interaction strength in the Ythan Estuary food web.\n* 2We have refined a previously published version of the food web and explored how size-based predatory effects might affect food web dynamics. To do so, we used four predatory species Crangon crangon (Linnaeus), Carcinus maenas (Linnaeus), Pomatoschistus microps (Krøyer) and Platichthys flesus (Linnaeus) and one common prey species Corophium volutator (Pallas) from the food web.\n* 3All predators and prey were sorted into small, medium and large size classes and placed into mesocosms in all possible pairwise combinations of size and species identity to determine per capita effects of predators on prey (aij).\n* 4Using Lotka–Volterra dynamics the empirical body size relationships obtained from these experiments and other relationships already available for the Ythan Estuary, we parameterized a food web model for this system. The local stability properties of the resulting food web models were then determined.\n* 5We found that by choosing interaction strengths using an empirically defined scaling law, the resulting food web models are always dynamically stable, despite the residual uncertainties in the modelling approach. This contrasts with the statistical expectation that random webs with random parameters have a vanishingly improbable chance of stability.\n* 6The patterning of predator and prey body sizes in real ecosystems affects the arrangement of interaction strengths, which in turn determines food web stability.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.0021-8790.2004.00818.x/abstract","DOI":"10.1111/j.0021-8790.2004.00818.x","ISSN":"1365-2656","language":"en","author":[{"family":"Emmerson","given":"Mark C."},{"family":"Raffaelli","given":"Dave"}],"issued":{"date-parts":[[2004,5,1]]},"accessed":{"date-parts":[[2017,7,18]]}},
  {"id":"basc05isc","type":"article-journal","title":"Interaction strength combinations and the overfishing of a marine food web","container-title":"Proceedings of the National Academy of Sciences of the United States of America","page":"5443-5447","volume":"102","issue":"15","source":"www.pnas.org","abstract":"The stability of ecological communities largely depends on the strength of interactions between predators and their prey. Here we show that these interaction strengths are structured nonrandomly in a large Caribbean marine food web. Specifically, the cooccurrence of strong interactions on two consecutive levels of food chains occurs less frequently than expected by chance. Even when they occur, these strongly interacting chains are accompanied by strong omnivory more often than expected by chance. By using a food web model, we show that these interaction strength combinations reduce the likelihood of trophic cascades after the overfishing of top predators. However, fishing selectively removes predators that are overrepresented in strongly interacting chains. Hence, the potential for strong community-wide effects remains a threat.","URL":"http://www.pnas.org/content/102/15/5443","DOI":"10.1073/pnas.0501562102","ISSN":"0027-8424, 1091-6490","language":"en","author":[{"family":"Bascompte","given":"Jordi"},{"family":"Melián","given":"Carlos J."},{"family":"Sala","given":"Enric"}],"issued":{"date-parts":[[2005,12,4]]},"accessed":{"date-parts":[[2017,3,13]]},"PMID":"15802468","container-title-short":"PNAS"},
  {"id":"arau06cwd","type":"article-journal","title":"Climate warming and the decline of amphibians and reptiles in Europe","container-title":"Journal of Biogeography","page":"1712-1728","volume":"33","issue":"10","source":"Wiley Online Library","abstract":"Aim  We explore the relationship between current European distributions of amphibian and reptile species and observed climate, and project species potential distributions into the future. Potential impacts of climate warming are assessed by quantifying the magnitude and direction of modelled distributional shifts for every species. In particular we ask, first, what proportion of amphibian and reptile species are projected to lose and gain suitable climate space in the future? Secondly, do species projections vary according to taxonomic, spatial or environmental properties? And thirdly, what climate factors might be driving projections of loss or gain in suitable environments for species? Location  Europe. Methods  Distributions of species are modelled with four species–climate envelope techniques (artificial neural networks, generalized linear models, generalized additive models, and classification tree analyses) and distributions are projected into the future using five climate-change scenarios for 2050. Future projections are made considering two extreme assumptions: species have unlimited dispersal ability and species have no dispersal ability. A novel hybrid approach for combining ensembles of forecasts is then used to group linearly covarying projections into clusters with reduced inter-model variability. Results  We show that a great proportion of amphibian and reptile species are projected to expand distributions if dispersal is unlimited. This is because warming in the cooler northern ranges of species creates new opportunities for colonization. If species are unable to disperse, then most species are projected to lose range. Loss of suitable climate space for species is projected to occur mainly in the south-west of Europe, including the Iberian Peninsula, whilst species in the south-east are projected to gain suitable climate. This is because dry conditions in the south-west are projected to increase, approaching the levels found in North Africa, where few amphibian species are able to persist. Main conclusions  The impact of increasing temperatures on amphibian and reptile species may be less deleterious than previously postulated; indeed, climate cooling would be more deleterious for the persistence of amphibian and reptile species than warming. The ability of species to cope with climate warming may, however, be offset by projected decreases in the availability of water. This should be particularly true for amphibians. Limited dispersal ability may further increase the vulnerability of amphibians and reptiles to changes in climate.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1365-2699.2006.01482.x/abstract","DOI":"10.1111/j.1365-2699.2006.01482.x","ISSN":"1365-2699","language":"en","author":[{"family":"Araújo","given":"M. B."},{"family":"Thuiller","given":"W."},{"family":"Pearson","given":"R. G."}],"issued":{"date-parts":[[2006,10,1]]},"accessed":{"date-parts":[[2017,7,19]]}},
  {"id":"pear03pic","type":"article-journal","title":"Predicting the impacts of climate change on the distribution of species: are bioclimate envelope models useful?","container-title":"Global Ecology and Biogeography","page":"361-371","volume":"12","issue":"5","source":"Wiley Online Library","abstract":"Modelling strategies for predicting the potential impacts of climate change on the natural distribution of species have often focused on the characterization of a species’ bioclimate envelope. A number of recent critiques have questioned the validity of this approach by pointing to the many factors other than climate that play an important part in determining species distributions and the dynamics of distribution changes. Such factors include biotic interactions, evolutionary change and dispersal ability. This paper reviews and evaluates criticisms of bioclimate envelope models and discusses the implications of these criticisms for the different modelling strategies employed. It is proposed that, although the complexity of the natural system presents fundamental limits to predictive modelling, the bioclimate envelope approach can provide a useful first approximation as to the potentially dramatic impact of climate change on biodiversity. However, it is stressed that the spatial scale at which these models are applied is of fundamental importance, and that model results should not be interpreted without due consideration of the limitations involved. A hierarchical modelling framework is proposed through which some of these limitations can be addressed within a broader, scale-dependent context.","URL":"http://onlinelibrary.wiley.com/doi/10.1046/j.1466-822X.2003.00042.x/abstract","DOI":"10.1046/j.1466-822X.2003.00042.x","ISSN":"1466-8238","language":"en","author":[{"family":"Pearson","given":"Richard G."},{"family":"Dawson","given":"Terence P."}],"issued":{"date-parts":[[2003,9,1]]},"accessed":{"date-parts":[[2017,7,19]]},"title-short":"Predicting the impacts of climate change on the distribution of species"},
  {"id":"pear02sse","type":"article-journal","title":"SPECIES: A Spatial Evaluation of Climate Impact on the Envelope of Species","container-title":"Ecological Modelling","page":"289-300","volume":"154","issue":"3","source":"ScienceDirect","abstract":"A model, A Spatial Evaluation of Climate Impact on the Envelope of Species (SPECIES), is presented which has been developed to evaluate the impacts of climate change on the bioclimatic envelope of plant species in Great Britain. SPECIES couples an artificial neural network with a climate–hydrological process model. The hybrid model has been successfully trained to estimate current species distributions using climate and soils data at the European scale before application at a finer resolution national scale. Using this multi-scale approach ensures encapsulation of the full extent of future climate scenarios within Great Britain without extrapolating outside of the model's training dataset. Application of the model to 32 plant species produced a mean Pearson correlation coefficient of 0.841 and a mean Kappa statistic of 0.772 between observed and simulated distributions. Simulations of four climate change scenarios revealed that changes to suitable climate space in Great Britain is highly species dependent and that distribution changes may be multidirectional and temporally non-linear. Analysis of the SPECIES results suggests that the neural network methodology can provide a feasible alternative to more classical spatial statistical techniques.","URL":"http://www.sciencedirect.com/science/article/pii/S030438000200056X","DOI":"10.1016/S0304-3800(02)00056-X","ISSN":"0304-3800","author":[{"family":"Pearson","given":"R. G"},{"family":"Dawson","given":"T. P"},{"family":"Berry","given":"P. M"},{"family":"Harrison","given":"P. A"}],"issued":{"date-parts":[[2002,9,1]]},"accessed":{"date-parts":[[2017,7,19]]},"title-short":"SPECIES","container-title-short":"Ecological Modelling"},
  {"id":"gote10mss","type":"article-journal","title":"Macroecological signals of species interactions in the Danish avifauna","container-title":"Proceedings of the National Academy of Sciences","page":"5030-5035","volume":"107","issue":"11","source":"www.pnas.org","abstract":"The role of intraspecific and interspecific interactions in structuring biotic communities at fine spatial scales is well documented, but the signature of species interactions at coarser spatial scales is unclear. We present evidence that species interactions may be a significant factor in mediating the regional assembly of the Danish avifauna. Because >95% of breeding species (n = 197) are migratory, we hypothesized that dispersal limitation would not be important and that breeding distributions would largely reflect resource availability and autecological habitat preferences. Instead, we detected a striking pattern of spatial segregation between ecologically similar species at two spatial scales with a suite of null models that factored in the spatial distribution of habitats in Denmark as well as population size and biomass of each species. Habitat utilization analyses indicated that community-wide patterns of spatial segregation could not be attributed to the patchy distribution of habitat or to gross differences in habitat utilization among ecologically similar species. We hypothesize that, when habitat patch size is limited, conspecific attraction in concert with interspecific territoriality may result in spatially segregated distributions of ecologically similar species at larger spatial scales. In the Danish avifauna, the effects of species interactions on community assembly appear pervasive and can be discerned at grain sizes up to four orders of magnitude larger than those of individual territories. These results suggest that species interactions should be incorporated into species distribution modeling algorithms designed to predict species occupancy patterns based on environmental variables.","URL":"http://www.pnas.org/content/107/11/5030","DOI":"10.1073/pnas.0914089107","ISSN":"0027-8424, 1091-6490","language":"en","author":[{"family":"Gotelli","given":"Nicholas J."},{"family":"Graves","given":"Gary R."},{"family":"Rahbek","given":"Carsten"}],"issued":{"date-parts":[[2010,3,16]]},"accessed":{"date-parts":[[2017,7,19]]},"PMID":"20194760","container-title-short":"PNAS"},
  {"id":"heik07bii","type":"article-journal","title":"Biotic interactions improve prediction of boreal bird distributions at macro-scales","container-title":"Global Ecology and Biogeography","page":"754-763","volume":"16","issue":"6","source":"Wiley Online Library","abstract":"Aim  The role of biotic interactions in influencing species distributions at macro-scales remains poorly understood. Here we test whether predictions of distributions for four boreal owl species at two macro-scales (10 × 10 km and 40 × 40 km grid resolutions) are improved by incorporating interactions with woodpeckers into climate envelope models. Location  Finland, northern Europe. Methods  Distribution data for four owl and six woodpecker species, along with data for six land cover and three climatic variables, were collated from 2861 10 × 10 km grid cells. Generalized additive models were calibrated using a 50% random sample of the species data from western Finland, and by repeating this procedure 20 times for each of the four owl species. Models were fitted using three sets of explanatory variables: (1) climate only; (2) climate and land cover; and (3) climate, land cover and two woodpecker interaction variables. Models were evaluated using three approaches: (1) examination of explained deviance; (2) four-fold cross-validation using the model calibration data; and (3) comparison of predicted and observed values for independent grid cells in eastern Finland. The model accuracy for approaches (2) and (3) was measured using the area under the curve of a receiver operating characteristic plot. Results  At 10-km resolution, inclusion of the distribution of woodpeckers as a predictor variable significantly improved the explanatory power, cross-validation statistics and the predictive accuracy of the models. Inclusion of land cover led to similar improvements at 10-km resolution, although these improvements were less apparent at 40-km resolution for both land cover and biotic interactions. Main conclusions  Predictions of species distributions at macro-scales may be significantly improved by incorporating biotic interactions and land cover variables into models. Our results are important for models used to predict the impacts of climate change, and emphasize the need for comprehensive evaluation of the reliability of species–climate impact models.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1466-8238.2007.00345.x/abstract","DOI":"10.1111/j.1466-8238.2007.00345.x","ISSN":"1466-8238","language":"en","author":[{"family":"Heikkinen","given":"Risto K."},{"family":"Luoto","given":"Miska"},{"family":"Virkkala","given":"Raimo"},{"family":"Pearson","given":"Richard G."},{"family":"Körber","given":"Jan-Hendrik"}],"issued":{"date-parts":[[2007,11,1]]},"accessed":{"date-parts":[[2017,7,19]]}},
  {"id":"arau11usc","type":"article-journal","title":"Using species co-occurrence networks to assess the impacts of climate change","container-title":"Ecography","page":"897-908","volume":"34","issue":"6","source":"Wiley Online Library","abstract":"Viable populations of species occur in a given place if three conditions are met: the environment at the place is suitable; the species is able to colonize it; co-occurrence is possible despite or because of interactions with other species. Studies investigating the effects of climate change on species have mainly focused on measuring changes in climate suitability. Complex interactions among species have rarely been explored in such studies. We extend network theory to the analysis of complex patterns of co-occurrence among species. The framework is used to explore the robustness of networks under climate change. With our data, we show that networks describing the geographic pattern of co-occurrence among species display properties shared by other complex networks, namely that most species are poorly connected to other species in the network and only a few are highly connected. In our example, species more exposed to climate change tended to be poorly connected to other species within the network, while species more connected tended to be less exposed. Such high connectance would make the co-occurrence networks more robust to climate change. The proposed framework illustrates how network analysis could be used, together with co-occurrence data, to help addressing the potential consequences of species interactions in studies of climate change and biodiversity. However, more research is needed to test for links between co-occurrence and network interactions.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1600-0587.2011.06919.x/abstract","DOI":"10.1111/j.1600-0587.2011.06919.x","ISSN":"1600-0587","language":"en","author":[{"family":"Araújo","given":"Miguel B."},{"family":"Rozenfeld","given":"Alejandro"},{"family":"Rahbek","given":"Carsten"},{"family":"Marquet","given":"Pablo A."}],"issued":{"date-parts":[[2011,12,1]]},"accessed":{"date-parts":[[2017,7,19]]},"container-title-short":"Ecography"},
  {"id":"pois17hpt","type":"article-journal","title":"Hosts, parasites and their interactions respond to different climatic variables: POISOT et al.","container-title":"Global Ecology and Biogeography","page":"942-951","volume":"26","issue":"8","source":"CrossRef","URL":"http://doi.wiley.com/10.1111/geb.12602","DOI":"10.1111/geb.12602","ISSN":"1466822X","language":"en","author":[{"family":"Poisot","given":"Timothée"},{"family":"Guéveneux-Julien","given":"Cynthia"},{"family":"Fortin","given":"Marie-Josée"},{"family":"Gravel","given":"Dominique"},{"family":"Legendre","given":"Pierre"}],"issued":{"date-parts":[[2017,8]]},"accessed":{"date-parts":[[2017,7,19]]},"title-short":"Hosts, parasites and their interactions respond to different climatic variables"},
  {"id":"basc06acn","type":"article-journal","title":"Asymmetric Coevolutionary Networks Facilitate Biodiversity Maintenance","container-title":"Science","page":"431-433","volume":"312","issue":"5772","source":"science.sciencemag.org","abstract":"The mutualistic interactions between plants and their pollinators or seed dispersers have played a major role in the maintenance of Earth's biodiversity. To investigate how coevolutionary interactions are shaped within species-rich communities, we characterized the architecture of an array of quantitative, mutualistic networks spanning a broad geographic range. These coevolutionary networks are highly asymmetric, so that if a plant species depends strongly on an animal species, the animal depends weakly on the plant. By using a simple dynamical model, we showed that asymmetries inherent in coevolutionary networks may enhance long-term coexistence and facilitate biodiversity maintenance.\nLarge-scale analysis of many plant-animal networks shows that one-sided relationships (a plant depends on a moth for pollination, for example) confer stability on the community.\nLarge-scale analysis of many plant-animal networks shows that one-sided relationships (a plant depends on a moth for pollination, for example) confer stability on the community.","URL":"http://science.sciencemag.org/content/312/5772/431","DOI":"10.1126/science.1123412","ISSN":"0036-8075, 1095-9203","language":"en","author":[{"family":"Bascompte","given":"Jordi"},{"family":"Jordano","given":"Pedro"},{"family":"Olesen","given":"Jens M."}],"issued":{"date-parts":[[2006,4,21]]},"accessed":{"date-parts":[[2017,8,23]]},"PMID":"16627742"},
  {"id":"bros06cbr","type":"article-journal","title":"Consumer–Resource Body-Size Relationships in Natural Food Webs","container-title":"Ecology","page":"2411-2417","volume":"87","issue":"10","source":"Wiley Online Library","abstract":"It has been suggested that differences in body size between consumer and resource species may have important implications for interaction strengths, population dynamics, and eventually food web structure, function, and evolution. Still, the general distribution of consumer–resource body-size ratios in real ecosystems, and whether they vary systematically among habitats or broad taxonomic groups, is poorly understood. Using a unique global database on consumer and resource body sizes, we show that the mean body-size ratios of aquatic herbivorous and detritivorous consumers are several orders of magnitude larger than those of carnivorous predators. Carnivorous predator–prey body-size ratios vary across different habitats and predator and prey types (invertebrates, ectotherm, and endotherm vertebrates). Predator–prey body-size ratios are on average significantly higher (1) in freshwater habitats than in marine or terrestrial habitats, (2) for vertebrate than for invertebrate predators, and (3) for invertebrate than for ectotherm vertebrate prey. If recent studies that relate body-size ratios to interaction strengths are general, our results suggest that mean consumer–resource interaction strengths may vary systematically across different habitat categories and consumer types.","URL":"http://onlinelibrary.wiley.com/doi/10.1890/0012-9658(2006)87[2411:CBRINF]2.0.CO;2/abstract","DOI":"10.1890/0012-9658(2006)87[2411:CBRINF]2.0.CO;2","ISSN":"1939-9170","language":"en","author":[{"family":"Brose","given":"Ulrich"},{"family":"Jonsson","given":"Tomas"},{"family":"Berlow","given":"Eric L."},{"family":"Warren","given":"Philip"},{"family":"Banasek-Richter","given":"Carolin"},{"family":"Bersier","given":"Louis-Félix"},{"family":"Blanchard","given":"Julia L."},{"family":"Brey","given":"Thomas"},{"family":"Carpenter","given":"Stephen R."},{"family":"Blandenier","given":"Marie-France Cattin"},{"family":"Cushing","given":"Lara"},{"family":"Dawah","given":"Hassan Ali"},{"family":"Dell","given":"Tony"},{"family":"Edwards","given":"Francois"},{"family":"Harper-Smith","given":"Sarah"},{"family":"Jacob","given":"Ute"},{"family":"Ledger","given":"Mark E."},{"family":"Martinez","given":"Neo D."},{"family":"Memmott","given":"Jane"},{"family":"Mintenbeck","given":"Katja"},{"family":"Pinnegar","given":"John K."},{"family":"Rall","given":"Björn C."},{"family":"Rayner","given":"Thomas S."},{"family":"Reuman","given":"Daniel C."},{"family":"Ruess","given":"Liliane"},{"family":"Ulrich","given":"Werner"},{"family":"Williams","given":"Richard J."},{"family":"Woodward","given":"Guy"},{"family":"Cohen","given":"Joel E."}],"issued":{"date-parts":[[2006,10,1]]},"accessed":{"date-parts":[[2017,8,7]]}},
  {"id":"ches00mms","type":"article-journal","title":"Mechanisms of Maintenance of Species Diversity","container-title":"Annual Review of Ecology and Systematics","page":"343-366","volume":"31","issue":"1","source":"Annual Reviews","abstract":"The focus of most ideas on diversity maintenance is species coexistence, which may be stable or unstable. Stable coexistence can be quantified by the long-term rates at which community members recover from low density. Quantification shows that coexistence mechanisms function in two major ways: They may be (a) equalizing because they tend to minimize average fitness differences between species, or (b) stabilizing because they tend to increase negative intraspecific interactions relative to negative interspecific interactions. Stabilizing mechanisms are essential for species coexistence and include traditional mechanisms such as resource partitioning and frequency-dependent predation, as well as mechanisms that depend on fluctuations in population densities and environmental factors in space and time. Equalizing mechanisms contribute to stable coexistence because they reduce large average fitness inequalities which might negate the effects of stabilizing mechanisms. Models of unstable coexitence, in which species diversity slowly decays over time, have focused almost exclusively on equalizing mechanisms. These models would be more robust if they also included stabilizing mechanisms, which arise in many and varied ways but need not be adequate for full stability of a system. Models of unstable coexistence invite a broader view of diversity maintenance incorporating species turnover.","URL":"https://doi.org/10.1146/annurev.ecolsys.31.1.343","DOI":"10.1146/annurev.ecolsys.31.1.343","author":[{"family":"Chesson","given":"Peter"}],"issued":{"date-parts":[[2000]]},"accessed":{"date-parts":[[2017,8,23]]}},
  {"id":"lege01emt","type":"article-journal","title":"Ecologically meaningful transformations for ordination of species data","container-title":"Oecologia","page":"271-280","volume":"129","issue":"2","source":"link.springer.com","abstract":"This paper examines how to obtain species biplots in unconstrained or constrained ordination without resorting to the Euclidean distance [used in principal-component analysis (PCA) and redundancy analysis (RDA)] or the chi-square distance [preserved in correspondence analysis (CA) and canonical correspondence analysis (CCA)] which are not always appropriate for the analysis of community composition data. To achieve this goal, transformations are proposed for species data tables. They allow ecologists to use ordination methods such as PCA and RDA, which are Euclidean-based, for the analysis of community data, while circumventing the problems associated with the Euclidean distance, and avoiding CA and CCA which present problems of their own in some cases. This allows the use of the original (transformed) species data in RDA carried out to test for relationships with explanatory variables (i.e. environmental variables, or factors of a multifactorial analysis-of-variance model); ecologists can then draw biplots displaying the relationships of the species to the explanatory variables. Another application allows the use of species data in other methods of multivariate data analysis which optimize a least-squares loss function; an example is K-means partitioning.","URL":"https://link.springer.com/article/10.1007/s004420100716","DOI":"10.1007/s004420100716","ISSN":"0029-8549, 1432-1939","language":"en","author":[{"family":"Legendre","given":"Pierre"},{"family":"Gallagher","given":"Eugene D."}],"issued":{"date-parts":[[2001,10,1]]},"accessed":{"date-parts":[[2017,8,10]]},"container-title-short":"Oecologia"},
  {"id":"bast09amn","type":"article-journal","title":"The architecture of mutualistic networks minimizes competition and increases biodiversity","container-title":"Nature","page":"1018-1020","volume":"458","issue":"7241","source":"CrossRef","URL":"http://www.nature.com/doifinder/10.1038/nature07950","DOI":"10.1038/nature07950","ISSN":"0028-0836, 1476-4687","author":[{"family":"Bastolla","given":"Ugo"},{"family":"Fortuna","given":"Miguel A."},{"family":"Pascual-García","given":"Alberto"},{"family":"Ferrera","given":"Antonio"},{"family":"Luque","given":"Bartolo"},{"family":"Bascompte","given":"Jordi"}],"issued":{"date-parts":[[2009,4,23]]},"accessed":{"date-parts":[[2017,8,23]]}},
  {"id":"mart06dcp","type":"article-journal","title":"Diversity, complexity, and persistence in large model ecosystems","container-title":"Ecological networks: linking structure to dynamics in food webs","page":"163–185","source":"Google Scholar","URL":"https://books.google.com/books?hl=en&lr=&id=YpQRDAAAQBAJ&oi=fnd&pg=PA163&dq=%22spatial+e%EF%AC%80ects,+and+evolutionary%22+%22of+diversity+and+complexity+in+the+functioning+and+stability+of%22+%22(Hutchinson+1959).+However,+the+apparent+inevitability+of+this%22+%22diversity/complexity+and+stability+(for+review,+see+Dunne+et+al.%22+&ots=K4c5g6-yd-&sig=QXohTQ7JTQ88WJRhNBOYrGb640E","author":[{"family":"Martinez","given":"Neo D."},{"family":"Williams","given":"Richard J."},{"family":"Dunne","given":"Jennifer A."}],"issued":{"date-parts":[[2006]]},"accessed":{"date-parts":[[2017,5,11]]}},
  {"id":"sole01cfe","type":"article-journal","title":"Complexity and fragility in ecological networks","container-title":"Proceedings of the Royal Society of London B: Biological Sciences","page":"2039-2045","volume":"268","issue":"1480","source":"rspb.royalsocietypublishing.org","abstract":"A detailed analysis of three species–rich ecosystem food webs has shown that they display skewed distributions of connections. Such graphs of interaction are, in fact, shared by a number of biological and technological networks, which have been shown to display a very high homeostasis against random removals of nodes. Here, we analyse the responses of these ecological graphs to both random and selective perturbations (directed against the most–connected species). Our results suggest that ecological networks are very robust against random removals but can be extremely fragile when selective attacks are used. These observations have important consequences for biodiversity dynamics and conservation issues, current estimations of extinction rates and the relevance and definition of keystone species.","URL":"http://rspb.royalsocietypublishing.org/content/268/1480/2039","DOI":"10.1098/rspb.2001.1767","ISSN":"0962-8452, 1471-2954","language":"en","author":[{"family":"Solé","given":"Ricard V."},{"family":"Montoya","given":"M."}],"issued":{"date-parts":[[2001,10,7]]},"accessed":{"date-parts":[[2016,10,4]]},"PMID":"11571051"},
  {"id":"dunn02nsb","type":"article-journal","title":"Network structure and biodiversity loss in food webs: robustness increases with connectance","container-title":"Ecology Letters","page":"558-567","volume":"5","issue":"4","source":"Wiley Online Library","abstract":"Food-web structure mediates dramatic effects of biodiversity loss including secondary and `cascading' extinctions. We studied these effects by simulating primary species loss in 16 food webs from terrestrial and aquatic ecosystems and measuring robustness in terms of the secondary extinctions that followed. As observed in other networks, food webs are more robust to random removal of species than to selective removal of species with the most trophic links to other species. More surprisingly, robustness increases with food-web connectance but appears independent of species richness and omnivory. In particular, food webs experience `rivet-like' thresholds past which they display extreme sensitivity to removal of highly connected species. Higher connectance delays the onset of this threshold. Removing species with few trophic connections generally has little effect though there are several striking exceptions. These findings emphasize how the number of species removed affects ecosystems differently depending on the trophic functions of species removed.","URL":"http://onlinelibrary.wiley.com/doi/10.1046/j.1461-0248.2002.00354.x/abstract","DOI":"10.1046/j.1461-0248.2002.00354.x","ISSN":"1461-0248","language":"en","author":[{"family":"Dunne","given":"Jennifer A."},{"family":"Williams","given":"Richard J."},{"family":"Martinez","given":"Neo D."}],"issued":{"date-parts":[[2002,7,1]]},"accessed":{"date-parts":[[2016,3,15]]},"title-short":"Network structure and biodiversity loss in food webs"},
  {"id":"sugi09csc","type":"article-journal","title":"Complex systems: Cooperative network dynamics","container-title":"Nature","page":"979-980","volume":"458","issue":"7241","source":"www.nature.com","abstract":"Nested, or hierarchically arranged, mutualisms allow ecosystems to support more species than they otherwise would. But in this and other contexts, the growth of such networks could carry a heavy price.\nOn page 1018 of this issue, Bascompte and colleagues (Bastolla et al.) describe how they have followed up earlier studies of the mutualistic networks of plants and their animal pollinators. This new investigation is an intriguing enquiry into whether the particular topology of cooperative interactions accommodates greater biodiversity (network size), and it has potential applications beyond ecology to the dynamics of social and financial systems.","URL":"http://www.nature.com/nature/journal/v458/n7241/full/458979a.html?foxtrotcallback=true","DOI":"10.1038/458979a","ISSN":"0028-0836","language":"en","author":[{"family":"Sugihara","given":"George"},{"family":"Ye","given":"Hao"}],"issued":{"date-parts":[[2009,4,23]]},"accessed":{"date-parts":[[2017,8,23]]},"title-short":"Complex systems","container-title-short":"Nature"},
  {"id":"gaus34eav","type":"article-journal","title":"Experimental analysis of Vito Volterra’s mathematical theory of the struggle for existence","container-title":"Science","page":"16–17","volume":"79","issue":"2036","source":"Google Scholar","URL":"http://faculty.jsd.claremont.edu/dmcfarlane/bio146mcfarlane/papers/Gause_paramecium.pdf","author":[{"family":"Gause","given":"Georgii Frantsevitch"}],"issued":{"date-parts":[[1934]]},"accessed":{"date-parts":[[2017,8,23]]}},
  {"id":"hutc61pp","type":"article-journal","title":"The Paradox of the Plankton","container-title":"The American Naturalist","page":"137-145","volume":"95","issue":"882","source":"journals.uchicago.edu (Atypon)","URL":"http://www.journals.uchicago.edu/doi/abs/10.1086/282171","DOI":"10.1086/282171","ISSN":"0003-0147","author":[{"family":"Hutchinson","given":"G. E."}],"issued":{"date-parts":[[1961,5,1]]},"accessed":{"date-parts":[[2017,8,23]]},"container-title-short":"The American Naturalist"},
  {"id":"grav06rnn","type":"article-journal","title":"Reconciling niche and neutrality: the continuum hypothesis","container-title":"Ecology Letters","page":"399-409","volume":"9","issue":"4","source":"Wiley Online Library","abstract":"In this study, we ask if instead of being fundamentally opposed, niche and neutral theories could simply be located at the extremes of a continuum. First, we present a model of recruitment probabilities that combines both niche and neutral processes. From this model, we predict and test whether the relative importance of niche vs. neutral processes in controlling community dynamics will vary depending on community species richness, niche overlap and dispersal capabilities of species (both local and long distance). Results demonstrate that niche and neutrality form ends of a continuum from competitive to stochastic exclusion. In the absence of immigration, competitive exclusion tends to create a regular spacing of niches. However, immigration prevents the establishment of a limiting similarity. The equilibrium community consists of a set of complementary and redundant species, with their abundance determined, respectively, by the distribution of environmental conditions and the amount of immigration.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1461-0248.2006.00884.x/abstract","DOI":"10.1111/j.1461-0248.2006.00884.x","ISSN":"1461-0248","language":"en","author":[{"family":"Gravel","given":"Dominique"},{"family":"Canham","given":"Charles D."},{"family":"Beaudet","given":"Marilou"},{"family":"Messier","given":"Christian"}],"issued":{"date-parts":[[2006,4,1]]},"accessed":{"date-parts":[[2017,9,7]]},"title-short":"Reconciling niche and neutrality"},
  {"id":"souz16qca","type":"article-journal","title":"Quasi-neutral community assembly: Evidence from niche overlap, phylogenetic, and trait distribution analyses of a subtropical forest in South America","container-title":"Perspectives in Plant Ecology, Evolution and Systematics","page":"1-10","volume":"23","source":"ScienceDirect","abstract":"In spite of recent advances, the relative roles of deterministic and stochastic processes in community assembly remains disputed. We tested community assembly hypotheses in a disturbance gradient in a logged mixed conifer-hardwood forest complex in southern Brazil. If abiotic heterogeneity was strong enough (Selection hypothesis), we expected niche clustering and reduced niche overlap between species and between ecological groups, phylogenetic clustering, significant β-diversity departure from a random expectation after controlling for α-diversity variation, and non-random trait distribution due to abiotic filtering and limiting similarity. Null expectations were predicted under the Neutral hypothesis. Under the Quasi-Neutral hypothesis, we expected niche clustering and reduced niche overlap as in the Selection hypothesis, but random phylogenetic distribution, random β-diversity variation, and random trait distribution due to niche-based specialization but weak habitat matching resulting from dispersal limitation and drift. We used a series of null models to provide an integrative evaluation of community assembly including species abundances, environmental preferences, phylogenetic relatedness, and trait distribution. Results supported the Quasi-Neutral hypothesis due to a combination of reduced niche overlap, niche clustering along soil and disturbance gradients, evidence for abiotic filtering of functional traits but absent phylogenetic structure and random β-diversity variation. Support to the Quasi-Neutral hypothesis provides evidence for niche-based species selection along environmental gradients, coupled with poor matches between species distributions and environmental factors due to stochastic processes. It also highlights the importance of an integrative approach to the evaluation of community patterns indicative of assembly processes. Had only a subset of the approaches used been employed and different conclusions would have been reached: niche overlap and trait distribution analyses would have indicated a stronger role for selection, while phylogenetic and abundance analyses would have indicated stochastic community assembly. Future research should include different disturbance regimes along with environmental variation in order to assess the interplay of the different drivers that shape the community assembly process, as well as the potential of the Quasi-Neutral hypothesis as an explanation for the assembly process of complex and species-rich subtropical forests.","URL":"http://www.sciencedirect.com/science/article/pii/S143383191630097X","DOI":"10.1016/j.ppees.2016.09.006","ISSN":"1433-8319","author":[{"family":"Souza","given":"Alexandre F."},{"family":"Bezerra","given":"Amarilys D."},{"family":"Longhi","given":"Solon Jonas"}],"issued":{"date-parts":[[2016,12,1]]},"accessed":{"date-parts":[[2017,9,8]]},"title-short":"Quasi-neutral community assembly","container-title-short":"Perspectives in Plant Ecology, Evolution and Systematics"},
  {"id":"kraf07tec","type":"article-journal","title":"Trait Evolution, Community Assembly, and the Phylogenetic Structure of Ecological Communities.","container-title":"The American Naturalist","page":"271-283","volume":"170","issue":"2","source":"journals.uchicago.edu (Atypon)","abstract":"Taxa co‐occurring in communities often represent a nonrandom sample, in phenotypic or phylogenetic terms, of the regional species pool. While heuristic arguments have identified processes that create community phylogenetic patterns, further progress hinges on a more comprehensive understanding of the interactions between underlying ecological and evolutionary processes. We created a simulation framework to model trait evolution, assemble communities (via competition, habitat filtering, or neutral assembly), and test the phylogenetic pattern of the resulting communities. We found that phylogenetic community structure is greatest when traits are highly conserved and when multiple traits influence species membership in communities. Habitat filtering produces stronger phylogenetic structure when taxa with derived (as opposed to ancestral) traits are favored in the community. Nearest‐relative tests have greater power to detect patterns due to competition, while total community relatedness tests perform better with habitat filtering. The size of the local community relative to the regional pool strongly influences statistical power; in general, power increases with larger pool sizes for communities created by filtering but decreases for communities created by competition. Our results deepen our understanding of processes that contribute to phylogenetic community structure and provide guidance for the design and interpretation of empirical research.","URL":"http://www.journals.uchicago.edu/doi/full/10.1086/519400","DOI":"10.1086/519400","ISSN":"0003-0147","author":[{"family":"Kraft","given":"Nathan J. B."},{"family":"Cornwell","given":"William K."},{"family":"Webb","given":"Campbell O."},{"family":"Ackerly","given":"David D."}],"issued":{"date-parts":[[2007,8,1]]},"accessed":{"date-parts":[[2017,9,8]]},"container-title-short":"The American Naturalist"},
  {"id":"diam75asc","type":"chapter","title":"Assembly of species communities","container-title":"Ecology and evolution of communities","publisher":"M. L. Cody and J. M. Diamond, editors","page":"342–444","ISBN":"0-674-22444-2","language":"en","author":[{"family":"Diamond","given":"Jared M."}],"issued":{"date-parts":[[1975]]},"publisher-place":"Harvard University Press, Cambridge, Massachusetts, US"},
  {"id":"chas03caw","type":"article-journal","title":"Community assembly: when should history matter?","container-title":"Oecologia","page":"489-498","volume":"136","issue":"4","source":"link.springer.com","abstract":"Community assembly provides a conceptual foundation for understanding the processes that determine which and how many species live in a particular locality. Evidence suggests that community assembly often leads to a single stable equilibrium, such that the conditions of the environment and interspecific interactions determine which species will exist there. In such cases, regions of local communities with similar environmental conditions should have similar community composition. Other evidence suggests that community assembly can lead to multiple stable equilibria. Thus, the resulting community depends on the assembly history, even when all species have access to the community. In these cases, a region of local communities with similar environmental conditions can be very dissimilar in their community composition. Both regional and local factors should determine the patterns by which communities assemble, and the resultant degree of similarity or dissimilarity among localities with similar environments. A single equilibrium in more likely to be realized in systems with small regional species pools, high rates of connectance, low productivity and high disturbance. Multiple stable equilibria are more likely in systems with large regional species pools, low rates of connectance, high productivity and low disturbance. I illustrate preliminary evidence for these predictions from an observational study of small pond communities, and show important effects on community similarity, as well as on local and regional species richness.","URL":"https://link.springer.com/article/10.1007/s00442-003-1311-7","DOI":"10.1007/s00442-003-1311-7","ISSN":"0029-8549, 1432-1939","language":"en","author":[{"family":"Chase","given":"Jonathan M."}],"issued":{"date-parts":[[2003,8,1]]},"accessed":{"date-parts":[[2017,7,28]]},"title-short":"Community assembly","container-title-short":"Oecologia"},
  {"id":"leib17caf","type":"article-journal","title":"Community assembly and the functioning of ecosystems: how metacommunity processes alter ecosystems attributes","container-title":"Ecology","page":"909-919","volume":"98","issue":"4","source":"Wiley Online Library","abstract":"Recent work linking community structure and ecosystem function has primarily focused on the effects of local species richness but has neglected the dispersal-dependent processes of community assembly that are ultimately involved in determining community structure and its relation to ecosystems. Here we combine simple consumer-resource competition models and metacommunity theory with discussion of case studies to outline how spatial processes within metacommunities can alter community assembly and modify expectations about how species diversity and composition influence ecosystem attributes at local scales. We argue that when community assembly is strongly limited by dispersal, this can constrain ecosystem functioning by reducing positive selection effects (reducing the probability of the most productive species becoming dominant) even though it may often also enhance complementarity (favoring combinations of species that enhance production even though they may not individually be most productive). Conversely, excess dispersal with strong source-sink relations among heterogeneous habitats can reduce ecosystem functioning by swamping local filters that would normally favor better-suited species. Ecosystem function is thus most likely maximized at intermediate levels of dispersal where both of these effects are minimized. In this scenario, we find that the selection effect is maximized, while complementarity is often reduced and local diversity may often be relatively low. Our synthesis emphasizes that it is the entire set of community assembly processes that affect the functioning of ecosystems, not just the part that determines local species richness.","URL":"http://onlinelibrary.wiley.com/doi/10.1002/ecy.1697/abstract","DOI":"10.1002/ecy.1697","ISSN":"1939-9170","language":"en","author":[{"family":"Leibold","given":"Mathew A."},{"family":"Chase","given":"Jonathan M."},{"family":"Ernest","given":"S. K. Morgan"}],"issued":{"date-parts":[[2017,4,1]]},"accessed":{"date-parts":[[2017,7,28]]},"title-short":"Community assembly and the functioning of ecosystems","container-title-short":"Ecology"},
  {"id":"drak91cms","type":"article-journal","title":"Community-Assembly Mechanics and the Structure of an Experimental Species Ensemble","container-title":"The American Naturalist","page":"1-26","volume":"137","issue":"1","source":"journals.uchicago.edu (Atypon)","abstract":"It was relatively easy to produce alternative community states as a function of variability in a sequence of species invasions employed to assemble a community. Numerous mechanisms and processes are capable of producing both temporary and nonrecoverable differences in community structure. They include priority effects, intransitivities, emergent properties (e.g., vulnerability to invasion, specific topologies), and effects specific to differences in assembly sequences themselves. In ecological systems, the existence of alternative states presents a difficult comparative problem in the search for unifying principles that might underlie community-level organization. This problem can be solved only if we understand the cause of alternative states and determine whether such states are persistent or transient. Otherwise, ecological communities appear so variable that general principles and mechanisms elude detection, even if they exert a powerful influence over the structure of the system. Mechanisms that are documented as controlling community organization and the population dynamics of component species are not necessarily the mechanisms responsible for observed patterns. Factors uncovered in any extant community may be responsible only for maintaining the status quo. The reason these factors (e.g., competition, predation, parasitism) are currently operating is often a direct function of community-assembly mechanics. Community-assembly processes and dynamics must be understood if we are to discern properly between maintenance and causal mechanisms.","URL":"http://www.journals.uchicago.edu/doi/abs/10.1086/285143","DOI":"10.1086/285143","ISSN":"0003-0147","author":[{"family":"Drake","given":"James A."}],"issued":{"date-parts":[[1991,1,1]]},"accessed":{"date-parts":[[2017,9,8]]},"container-title-short":"The American Naturalist"},
  {"id":"tilm04ntn","type":"article-journal","title":"Niche tradeoffs, neutrality, and community structure: A stochastic theory of resource competition, invasion, and community assembly","container-title":"Proceedings of the National Academy of Sciences of the United States of America","page":"10854-10861","volume":"101","issue":"30","source":"www.pnas.org","abstract":"Stochastic niche theory resolves many of the differences between neutral theory and classical tradeoff-based niche theories of resource competition and community structure. In stochastic niche theory, invading species become established only if propagules can survive stochastic mortality while growing to maturity on the resources left unconsumed by established species. The theory makes three predictions about community structure. First, stochastic niche assembly creates communities in which species dominate approximately equally wide “slices” of the habitat's spatial heterogeneity. These niche widths generate realistic distributions of species relative abundances for which, contrary to neutral theory but consistent with numerous observations, there are strong correlations among species traits, species abundances, and environmental conditions. Second, slight decreases in resource levels are predicted to cause large decreases in the probability that a propagule would survive to be an adult. These decreases cause local diversity to be limited by the inhibitory effects of resource use by established species on the establishment (recruitment) of potential invaders. If resource pulses or disturbance allowed invaders to overcome this recruitment limitation, many more species could indefinitely coexist. Third, the low invasibility of high diversity communities is predicted to result not from diversity per se, but from the uniformly low levels of resources that occur in high-diversity communities created by stochastic competitive assembly. This prediction provides a potential solution to the invasion paradox, which is the tendency for highly diverse regions to be more heavily invaded.","URL":"http://www.pnas.org/content/101/30/10854","DOI":"10.1073/pnas.0403458101","ISSN":"0027-8424, 1091-6490","language":"en","author":[{"family":"Tilman","given":"David"}],"issued":{"date-parts":[[2004,7,27]]},"accessed":{"date-parts":[[2017,9,6]]},"PMID":"15243158","title-short":"Niche tradeoffs, neutrality, and community structure","container-title-short":"PNAS"},
  {"id":"mahe07ipf","type":"article-journal","title":"Influence of Phylogeny on Fungal Community Assembly and Ecosystem Functioning","container-title":"Science","page":"1746-1748","volume":"316","issue":"5832","source":"science.sciencemag.org","abstract":"Ecology seeks to explain species coexistence and its functional consequences, but experimental tests of mechanisms that simultaneously account for both processes are difficult. We used an experimental mycorrhizal plant system to test whether functional similarity among closely related species (phylogenetic conservatism) can drive community assembly and ecosystem functioning. Communities were constructed with the same number of fungal species, but after 1 year of growth, realized species richness was highest where the starting species were more distantly related to each other. Communities with high realized species richness also stimulated plant productivity more than those with low realized species richness. Our findings suggest that phylogenetic trait conservatism can promote coexistence because of reduced competition between distinct evolutionary lineages and enhance ecosystem function because of functional complementarity among those same lineages.\nCommunities of soil fungi contain a larger number of species and are more productive when the founding species are more distantly related.\nCommunities of soil fungi contain a larger number of species and are more productive when the founding species are more distantly related.","URL":"http://science.sciencemag.org/content/316/5832/1746","DOI":"10.1126/science.1143082","ISSN":"0036-8075, 1095-9203","language":"en","author":[{"family":"Maherali","given":"Hafiz"},{"family":"Klironomos","given":"John N."}],"issued":{"date-parts":[[2007,6,22]]},"accessed":{"date-parts":[[2017,7,28]]},"PMID":"17588930"},
  {"id":"camp11nmp","type":"article-journal","title":"A network model for plant–pollinator community assembly","container-title":"Proceedings of the National Academy of Sciences","page":"197-202","volume":"108","issue":"1","source":"www.pnas.org","abstract":"Community assembly models, usually constructed for food webs, are an important component of our understanding of how ecological communities are formed. However, models for mutualistic community assembly are still needed, especially because these communities are experiencing significant anthropogenic disturbances that affect their biodiversity. Here, we present a unique network model that simulates the colonization and extinction process of mutualistic community assembly. We generate regional source pools of species interaction networks on the basis of statistical properties reported in the literature. We develop a dynamic synchronous Boolean framework to simulate, with few free parameters, the dynamics of new mutualistic community formation from the regional source pool. This approach allows us to deterministically map out every possible trajectory of community formation. This level of detail is rarely observed in other analytic approaches and allows for thorough analysis of the dynamical properties of community formation. As for food web assembly, we find that the number of stable communities is quite low, and the composition of the source pool influences the abundance and nature of community outcomes. However, in contrast to food web assembly, stable mutualistic communities form rapidly. Small communities with minor fluctuations in species presence/absence (self-similar limit cycles) are the most common community outcome. The unique application of this Boolean network approach to the study of mutualistic community assembly offers a great opportunity to improve our understanding of these critical communities.","URL":"http://www.pnas.org/content/108/1/197","DOI":"10.1073/pnas.1008204108","ISSN":"0027-8424, 1091-6490","language":"en","author":[{"family":"Campbell","given":"Colin"},{"family":"Yang","given":"Suann"},{"family":"Albert","given":"Réka"},{"family":"Shea","given":"Katriona"}],"issued":{"date-parts":[[2011,4,1]]},"accessed":{"date-parts":[[2017,9,14]]},"PMID":"21173234","container-title-short":"PNAS"},
  {"id":"capi09sme","type":"article-journal","title":"Statistical Mechanics of Ecosystem Assembly","container-title":"Physical Review Letters","page":"168101","volume":"103","issue":"16","source":"APS","abstract":"We introduce a toy model of ecosystem assembly for which we are able to map out all assembly pathways generated by external invasions. The model allows us to display the whole phase space in the form of an assembly graph whose nodes are communities of species and whose directed links are transitions between them induced by invasions. We characterize the process as a finite Markov chain and prove that it exhibits a unique set of recurrent states (the end state of the process), which is therefore resistant to invasions. This also shows that the end state is independent of the assembly history. The model shares all features with standard assembly models reported in the literature, with the advantage that all observables can be computed in an exact manner.","URL":"https://link.aps.org/doi/10.1103/PhysRevLett.103.168101","DOI":"10.1103/PhysRevLett.103.168101","author":[{"family":"Capitán","given":"José A."},{"family":"Cuesta","given":"José A."},{"family":"Bascompte","given":"Jordi"}],"issued":{"date-parts":[[2009,10,13]]},"accessed":{"date-parts":[[2017,9,14]]},"container-title-short":"Phys. Rev. Lett."},
  {"id":"mont03tpf","type":"article-journal","title":"Topological properties of food webs: from real data to community assembly models","container-title":"Oikos","page":"614-622","volume":"102","issue":"3","source":"Wiley Online Library","abstract":"We explore patterns of trophic connections between species in the largest and highest-quality empirical food webs to date, introducing a new topological property called the link distribution frequency (i.e. degree distribution), defined as the frequency of species SL with L links. Non-trivial differences are shown in link distribution frequencies between species-rich and species-poor communities, which might have important consequences for the responses of ecosystems to disturbances. Coarse-grained topological properties observed, as species richness-connectance and number of links-species richness relationships, provide no support for the theory of links-species scaling law or constant connectance across empirical food webs investigated. We further explore these observations by means of simulated food webs resulting from multitrophic assembly models using different functional responses between species. Species richness-connectance and links-species richness relationships of empirical food webs are reproduced by our models, but degree distributions are not properly predicted, suggesting the need of new theoretical approximations to food web assembly. The best agreement between empirical and simulated webs occurs for low values of interaction strength between species, corroborating previous empirical and theoretical findings where weak interactions govern food web dynamics.","URL":"http://onlinelibrary.wiley.com/doi/10.1034/j.1600-0706.2003.12031.x/abstract","DOI":"10.1034/j.1600-0706.2003.12031.x","ISSN":"1600-0706","language":"en","author":[{"family":"Montoya","given":"Jose M."},{"family":"Solé","given":"Ricard V."}],"issued":{"date-parts":[[2003,9,1]]},"accessed":{"date-parts":[[2017,9,14]]},"title-short":"Topological properties of food webs","container-title-short":"Oikos"},
  {"id":"elto58rc","type":"chapter","title":"The Reasons for Conservation","container-title":"The Ecology of Invasions by Animals and Plants","publisher":"Springer Netherlands","page":"143-153","source":"link.springer.com","abstract":"I once visited a very good school where the headmaster concentrated on getting his pupils interested in running a large vegetable garden. It was a fine garden and the children were obviously enjoying their craft. I asked the master if he had time to tell them anything about animals and he answered: ‘Oh yes, I teach them that animals are pests!’ This is the understandable point of view of a practical man looking at a limited project; but quite different from that of Robert Browning when he wrote: I am earth’s native: No rearranging it!","URL":"http://link.springer.com/chapter/10.1007/978-94-009-5851-7_8","ISBN":"978-0-412-21460-8 978-94-009-5851-7","language":"en","author":[{"family":"Elton","given":"Charles C."}],"issued":{"date-parts":[[1958]]},"accessed":{"date-parts":[[2017,5,24]]},"DOI":"10.1007/978-94-009-5851-7_8"},
  {"id":"alle04wdw","type":"article-journal","title":"Who dominates whom in the ecosystem? Energy flow bottlenecks and cascading extinctions","container-title":"Journal of Theoretical Biology","page":"351-358","volume":"230","issue":"3","source":"ScienceDirect","abstract":"In this paper, we investigate the problem of secondary extinction in food webs through the use of dominator trees, network topological structures that reduce food webs to linear pathways that are essential for energy delivery. Each species along these chains is responsible for passing energy to the taxa that follow it, and, as such, it is indispensable for their survival; because of this it is said to dominate them. The higher the number of species a node dominates, the greater the impact resulting from its removal. By computing dominator trees for 13 well-studied food webs we obtained for each of them the number of nodes dominated by a single species and the number of nodes that dominate each species. We illustrate the procedure for the Grassland Ecosystem showing the potential of this method for identifying species that play a major role in energy delivery and are likely to cause the greatest damage if removed. Finally, by means of two indices that measure error and attack sensitivity, we confirm a previous hypothesis that food webs are very robust to random loss of species but very fragile to the selective loss of the hubs.","URL":"http://www.sciencedirect.com/science/article/pii/S0022519304002620","DOI":"10.1016/j.jtbi.2004.05.009","ISSN":"0022-5193","author":[{"family":"Allesina","given":"Stefano"},{"family":"Bodini","given":"Antonio"}],"issued":{"date-parts":[[2004,10,7]]},"accessed":{"date-parts":[[2015,11,11]]},"title-short":"Who dominates whom in the ecosystem?","container-title-short":"Journal of Theoretical Biology"},
  {"id":"memm04tpn","type":"article-journal","title":"Tolerance of pollination networks to species extinctions","container-title":"Proceedings of the Royal Society B: Biological Sciences","page":"2605-2611","volume":"271","issue":"1557","source":"CrossRef","URL":"http://rspb.royalsocietypublishing.org/cgi/doi/10.1098/rspb.2004.2909","DOI":"10.1098/rspb.2004.2909","ISSN":"0962-8452, 1471-2954","language":"en","author":[{"family":"Memmott","given":"J."},{"family":"Waser","given":"N. M."},{"family":"Price","given":"M. V."}],"issued":{"date-parts":[[2004,12,22]]},"accessed":{"date-parts":[[2016,10,14]]}},
  {"id":"verh38nlq","type":"article-journal","title":"Notice sur la loi que la population suit dans son accroissement","container-title":"Curr. Math. Phys","volume":"10","author":[{"family":"Verhulst","given":"P.F."}],"issued":{"date-parts":[[1938]]}}
]
