[
  {"id":"basc07pmn","type":"article-journal","title":"Plant-Animal Mutualistic Networks: The Architecture of Biodiversity","container-title":"Annual Review of Ecology, Evolution, and Systematics","page":"567-593","volume":"38","issue":"1","source":"CrossRef","URL":"http://www.annualreviews.org/doi/10.1146/annurev.ecolsys.38.091206.095818","DOI":"10.1146/annurev.ecolsys.38.091206.095818","ISSN":"1543-592X, 1545-2069","language":"en","author":[{"family":"Bascompte","given":"Jordi"},{"family":"Jordano","given":"Pedro"}],"issued":{"date-parts":[[2007,12]]},"accessed":{"date-parts":[["2016",10,12]]},"title-short":"Plant-Animal Mutualistic Networks"},
  {"id":"jacq16ncr","type":"article-journal","title":"No complexity–stability relationship in empirical ecosystems","container-title":"Nature Communications","page":"12573","volume":"7","source":"CrossRef","URL":"http://www.nature.com/doifinder/10.1038/ncomms12573","DOI":"10.1038/ncomms12573","ISSN":"2041-1723","author":[{"family":"Jacquet","given":"Claire"},{"family":"Moritz","given":"Charlotte"},{"family":"Morissette","given":"Lyne"},{"family":"Legagneux","given":"Pierre"},{"family":"Massol","given":"François"},{"family":"Archambault","given":"Philippe"},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2016,8,24]]},"accessed":{"date-parts":[["2016",9,1]]}},
  {"id":"zure17idd","type":"article-journal","title":"Integrating demography, dispersal and interspecific interactions into bird distribution models","container-title":"Journal of Avian Biology","page":"n/a-n/a","source":"Wiley Online Library","abstract":"Species’ ranges are primarily limited by the physiological (abiotic) tolerance of the species, described by their fundamental niche. Additionally, demographic processes, dispersal, and interspecific interactions with other species are shaping species distributions, resulting in the realised niche. Understanding the complex interplay between these drivers is vital for making robust biodiversity predictions to novel environments. Correlative species distribution models have been widely used to predict biodiversity response but also remain criticised, as they are not able to properly disentangle the abiotic and biotic drivers shaping species’ niches. Recent developments have thus focussed on (i) integrating demography and dispersal into species distribution models, and on (ii) integrating interspecific interactions. Here, I review recent demographic and multi-species modelling approaches and discuss critical aspects of these models that remain underexplored in general and in respect to birds, for example, the complex life histories of birds and other animals as well as the scale dependence of interspecific interactions. I conclude by formulating modelling guidelines for integrating the abiotic and biotic processes that limit species’ ranges, which will help to disentangle the complex roles of demography, dispersal and interspecific interactions in shaping species niches. Throughout, I pinpoint complexities of avian life cycles that are critical for consideration in the models and identify data requirements for operationalizing the different modelling steps. This article is protected by copyright. All rights reserved.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/jav.01225/abstract","DOI":"10.1111/jav.01225","ISSN":"1600-048X","language":"en","author":[{"family":"Zurell","given":"Damaris"}],"issued":{"date-parts":[[2017,2,1]]},"accessed":{"date-parts":[["2017",2,7]]},"container-title-short":"J Avian Biol"},
  {"id":"pois13tcd","type":"article-journal","title":"Trophic complementarity drives the biodiversity-ecosystem functioning relationship in food webs","container-title":"Ecology Letters","page":"853–861","volume":"16","issue":"7","source":"Google Scholar","abstract":"The biodiversity-ecosystem functioning (BEF) relationship is central in community ecology. Its drivers in competitive systems (sampling effect and functional complementarity) are intuitive and elegant, but we lack an integrative understanding of these drivers in complex ecosystems. Because networks encompass two key components of the BEF relationship (species richness and biomass flow), they provide a key to identify these drivers, assuming that we have a meaningful measure of functional complementarity. In a network, diversity can be defined by species richness, the number of trophic levels, but perhaps more importantly, the diversity of interactions. In this paper, we define the concept of trophic complementarity (TC), which emerges through exploitative and apparent competition processes, and study its contribution to ecosystem functioning. Using a model of trophic community dynamics, we show that TC predicts various measures of ecosystem functioning, and generate a range of testable predictions. We find that, in addition to the number of species, the structure of their interactions needs to be accounted for to predict ecosystem productivity.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ele.12118/full","DOI":"10.1111/ele.12118","ISSN":"1461-0248","language":"ENG","author":[{"family":"Poisot","given":"Timothée"},{"family":"Mouquet","given":"Nicolas"},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2013]]},"accessed":{"date-parts":[["2016",9,2]]},"container-title-short":"Ecol. Lett."},
  {"id":"eklo12reh","type":"article-journal","title":"Relevance of evolutionary history for food web structure","container-title":"Proceedings of the Royal Society of London B: Biological Sciences","page":"1588-1596","volume":"279","issue":"1733","source":"rspb.royalsocietypublishing.org","abstract":"Explaining the structure of ecosystems is one of the great challenges of ecology. Simple models for food web structure aim at disentangling the complexity of ecological interaction networks and detect the main forces that are responsible for their shape. Trophic interactions are influenced by species traits, which in turn are largely determined by evolutionary history. Closely related species are more likely to share similar traits, such as body size, feeding mode and habitat preference than distant ones. Here, we present a theoretical framework for analysing whether evolutionary history—represented by taxonomic classification—provides valuable information on food web structure. In doing so, we measure which taxonomic ranks better explain species interactions. Our analysis is based on partitioning of the species into taxonomic units. For each partition, we compute the likelihood that a probabilistic model for food web structure reproduces the data using this information. We find that taxonomic partitions produce significantly higher likelihoods than expected at random. Marginal likelihoods (Bayes factors) are used to perform model selection among taxonomic ranks. We show that food webs are best explained by the coarser taxonomic ranks (kingdom to class). Our methods provide a way to explicitly include evolutionary history in models for food web structure.","URL":"http://rspb.royalsocietypublishing.org/content/279/1733/1588","DOI":"10.1098/rspb.2011.2149","ISSN":"0962-8452, 1471-2954","language":"en","author":[{"family":"Eklöf","given":"Anna"},{"family":"Helmus","given":"Matthew R."},{"family":"Moore","given":"M."},{"family":"Allesina","given":"Stefano"}],"issued":{"date-parts":[[2012,4,22]]},"accessed":{"date-parts":[["2016",10,18]]},"PMID":"22090387"},
  {"id":"bros04uss","type":"article-journal","title":"Unified spatial scaling of species and their trophic interactions","container-title":"Nature","page":"167-171","volume":"428","issue":"6979","URL":"http://dx.doi.org/10.1038/nature02297","DOI":"10.1038/nature02297","author":[{"family":"Brose","given":"Ulrich"},{"family":"Ostling","given":"Annette"},{"family":"Harrison","given":"Kateri"},{"family":"Martinez","given":"Neo D."}],"issued":{"date-parts":[[2004]]}},
  {"id":"kemp17ian","type":"article-journal","title":"Invariant antagonistic network structure despite high spatial and temporal turnover of interactions","container-title":"Ecography","page":"n/a-n/a","source":"Wiley Online Library","abstract":"Recent work has suggested that emergent ecological network structure exhibits very little spatial or temporal variance despite changes in community composition. However, the changes in network interactions associated with turnover in community composition have seldom been assessed. Here we examine whether changes in ecological networks are best detected by standard emergent network metrics or by assessing internal network changes (i.e. interaction and composition turnover). To eliminate possible spatial or phylogenetic effects, that in large-scale studies may obscure mechanisms structuring networks and interactions, we sampled multiple antagonistic (plant–herbivore) networks for a single diverse plant family (the Restionaceae) in the hyperdiverse Cape Floristic Region. These are the first plant–herbivore networks constructed for this global biodiversity hotspot. We found invariant emergent network structure despite considerable changes in insect and plant composition across communities over time and space. In contrast, there was high interaction turnover between networks. Seasonally, this was driven by turnover in insect species and insect host switching. Spatially, this was driven by simultaneous turnover in plant and insect species, suggesting that many insects are host specific or that both groups exhibit parallel responses to environmental gradients. Spatial interaction turnover was also driven by turnover in plants, showing that many insects can utilise multiple (possibly closely related) hosts and this may create divergent selection gradients that promote insect speciation. Thus we show highly variable interaction fidelity, despite invariant emergent network structure. We suggest that evaluating internal network changes may be more effective at elucidating the processes structuring networks, and many fine-scale changes may be obscured when only calculating emergent network metrics.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ecog.02150/abstract","DOI":"10.1111/ecog.02150","ISSN":"1600-0587","language":"en","author":[{"family":"Kemp","given":"Jurene E."},{"family":"Evans","given":"Darren M."},{"family":"Augustyn","given":"Willem J."},{"family":"Ellis","given":"Allan G."}],"issued":{"date-parts":[[2017,1,1]]},"accessed":{"date-parts":[["2017",2,21]]},"container-title-short":"Ecography"},
  {"id":"jord03ipc","type":"article-journal","title":"Invariant properties in coevolutionary networks of plant–animal interactions","container-title":"Ecology Letters","page":"69-81","volume":"6","issue":"1","source":"Wiley Online Library","abstract":"Plant–animal mutualistic networks are interaction webs consisting of two sets of entities, plant and animal species, whose evolutionary dynamics are deeply influenced by the outcomes of the interactions, yielding a diverse array of coevolutionary processes. These networks are two-mode networks sharing many common properties with others such as food webs, social, and abiotic networks. Here we describe generalized patterns in the topology of 29 plant–pollinator and 24 plant–frugivore networks in natural communities. Scale-free properties have been described for a number of biological, social, and abiotic networks; in contrast, most of the plant–animal mutualistic networks (65.6%) show species connectivity distributions (number of links per species) with a power-law regime but decaying as a marked cut-off, i.e. truncated power-law or broad-scale networks and few (22.2%) show scale-invariance. We hypothesize that plant–animal mutualistic networks follow a build-up process similar to complex abiotic nets, based on the preferential attachment of species. However, constraints in the addition of links such as morphological mismatching or phenological uncoupling between mutualistic partners, restrict the number of interactions established, causing deviations from scale-invariance. This reveals generalized topological patterns characteristic of self-organized complex systems. Relative to scale-invariant networks, such constraints may confer higher robustness to the loss of keystone species that are the backbone of these webs.","URL":"http://onlinelibrary.wiley.com/doi/10.1046/j.1461-0248.2003.00403.x/abstract","DOI":"10.1046/j.1461-0248.2003.00403.x","ISSN":"1461-0248","language":"en","author":[{"family":"Jordano","given":"Pedro"},{"family":"Bascompte","given":"Jordi"},{"family":"Olesen","given":"Jens M."}],"issued":{"date-parts":[[2003,1,1]]},"accessed":{"date-parts":[["2017",2,21]]}},
  {"id":"will11bmc","type":"article-journal","title":"Biology, Methodology or Chance? The Degree Distributions of Bipartite Ecological Networks","container-title":"PLoS One","page":"e17645","volume":"6","issue":"3","DOI":"10.1371/journal.pone.0017645","author":[{"family":"Williams","given":"Richard J."}],"editor":[{"family":"Langowski","given":"Jörg"}],"issued":{"date-parts":[[2011,3]]}},
  {"id":"weis17tdg","type":"article-journal","title":"Toward a theory for diversity gradients: the Abundance-Adaptation Hypothesis","container-title":"Ecography","page":"n/a-n/a","source":"Wiley Online Library","abstract":"The Abundance-Adaptation Hypothesis argues that taxa with more individuals and faster generation times will have more evolutionary “experiments” allowing expansion into, and diversification within, novel habitats. Thus, as older taxa have produced more individuals over time, and smaller taxa have higher population sizes and faster generation times, the Latitudinal Diversity Gradients (LDGs) of these clades should show shallower slopes. We describe the LDGs for archaea, bacteria, fungi, invertebrates and trees from six North American forests. For three focal groups—bacteria, ants, and trees—older taxa had shallower LDG slopes than the more recent, terminal taxa. Across 12 orders of magnitude of body mass, LDG slopes were steeper in larger taxa. The slopes of LDGs vary systematically with body size and clade age, underscoring the non-canonical nature of LDGs. The steepest LDG slopes were found for the largest organisms while the smallest, from bacteria to small litter-soil invertebrates, have shallower- to zero-slope LDGs. If tropical niche conservatism is the failure of clades to adapt to, and diversify in temperate habitats, then the steep LDGs of chordates and plants likely arise from the decreased ability of clades with large individuals to adapt to the multiple challenges of extra-tropical life. This article is protected by copyright. All rights reserved.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ecog.02314/abstract","DOI":"10.1111/ecog.02314","ISSN":"1600-0587","language":"en","author":[{"family":"Weiser","given":"Michael D."},{"family":"Michaletz","given":"Sean"},{"family":"Buzzard","given":"Vanessa"},{"family":"Deng","given":"Ye"},{"family":"He","given":"Zhili"},{"family":"Shen","given":"Lina"},{"family":"Enquist","given":"Brian J."},{"family":"Waide","given":"Robert B."},{"family":"Zhou","given":"Jizhong"},{"family":"Kaspari","given":"Michael"}],"issued":{"date-parts":[[2017,2,1]]},"accessed":{"date-parts":[["2017",2,17]]},"title-short":"Toward a theory for diversity gradients","container-title-short":"Ecography"},
  {"id":"mart92ccc","type":"article-journal","title":"Constant Connectance in Community Food Webs","container-title":"The American Naturalist","page":"1208-1218","volume":"139","issue":"6","source":"JSTOR","abstract":"The constant connectance hypothesis states that among community food webs, trophic links increase approximately as the square of the number of functionally distinct or \"trophic\" species. This hypothesis is corroborated by the following analysis of 175 community food webs (2-93 trophic species), which shows that the exponent of the link-species relationship is approximately two. This scaling contradicts the widely accepted link-species scaling law, which asserts that links increase linearly with the number of species and that the link-species exponent is one. My results combined with related findings regarding food chain lengths indicate that large food webs have many more links and much longer food chains than previously suggested.","URL":"http://www.jstor.org/stable/2462337","ISSN":"0003-0147","author":[{"family":"Martinez","given":"Neo D."}],"issued":{"date-parts":[[1992]]},"accessed":{"date-parts":[["2017",2,21]]}},
  {"id":"fort10nme","type":"article-journal","title":"Nestedness versus modularity in ecological networks: two sides of the same coin?","container-title":"Journal of Animal Ecology","page":"811-817","volume":"79","issue":"4","source":"Wiley Online Library","abstract":"1. Understanding the structure of ecological networks is a crucial task for interpreting community and ecosystem responses to global change. 2. Despite the recent interest in this subject, almost all studies have focused exclusively on one specific network property. The question remains as to what extent different network properties are related and how understanding this relationship can advance our comprehension of the mechanisms behind these patterns. 3. Here, we analysed the relationship between nestedness and modularity, two frequently studied network properties, for a large data set of 95 ecological communities including both plant–animal mutualistic and host–parasite networks. 4. We found that the correlation between nestedness and modularity for a population of random matrices generated from the real communities decreases significantly in magnitude and sign with increasing connectance independent of the network type. At low connectivities, networks that are highly nested also tend to be highly modular; the reverse happens at high connectivities. 5. The above result is qualitatively robust when different null models are used to infer network structure, but, at a finer scale, quantitative differences exist. We observed an important interaction between the network structure pattern and the null model used to detect it. 6. A better understanding of the relationship between nestedness and modularity is important given their potential implications on the dynamics and stability of ecological communities.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1365-2656.2010.01688.x/abstract","DOI":"10.1111/j.1365-2656.2010.01688.x","ISSN":"1365-2656","language":"en","author":[{"family":"Fortuna","given":"Miguel A."},{"family":"Stouffer","given":"Daniel B."},{"family":"Olesen","given":"Jens M."},{"family":"Jordano","given":"Pedro"},{"family":"Mouillot","given":"David"},{"family":"Krasnov","given":"Boris R."},{"family":"Poulin","given":"Robert"},{"family":"Bascompte","given":"Jordi"}],"issued":{"date-parts":[[2010,7,1]]},"accessed":{"date-parts":[["2017",2,21]]},"title-short":"Nestedness versus modularity in ecological networks"},
  {"id":"chag15cte","type":"article-journal","title":"Characterizing topology of ecological networks along gradients: the limits of metrics’ standardization","container-title":"Ecological Complexity","page":"36–39","volume":"22","source":"Google Scholar","URL":"http://www.sciencedirect.com/science/article/pii/S1476945X15000070","author":[{"family":"Chagnon","given":"Pierre-Luc"}],"issued":{"date-parts":[[2015]]},"accessed":{"date-parts":[["2017",2,21]]},"title-short":"Characterizing topology of ecological networks along gradients"},
  {"id":"pois14wen","type":"article-journal","title":"When is an ecological network complex? Connectance drives degree distribution and emerging network properties","container-title":"PeerJ","page":"e251","volume":"2","source":"peerj.com","abstract":"Connectance and degree distributions are important components of the structure of ecological networks. In this contribution, we use a statistical argument and simple network generating models to show that properties of the degree distribution are driven by network connectance. We discuss the consequences of this finding for (1) the generation of random networks in null-model analyses, and (2) the interpretation of network structure and ecosystem properties in relationship with degree distribution.","URL":"https://peerj.com/articles/251","DOI":"10.7717/peerj.251","ISSN":"2167-8359","language":"en","author":[{"family":"Poisot","given":"Timothée"},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2014,2,4]]},"accessed":{"date-parts":[["2017",2,21]]},"title-short":"When is an ecological network complex?","container-title-short":"PeerJ"},
  {"id":"gonz16llf","type":"article-journal","title":"The Labile Limits of Forbidden Interactions","container-title":"Trends in Ecology & Evolution","page":"700-710","volume":"31","issue":"9","source":"ScienceDirect","abstract":"Forbidden links are defined as pairwise interactions that are prevented by the biological traits of the species. We focus here on the neglected importance of intraspecific trait variation in the forbidden link concept. We show how intraspecific trait variability at different spatiotemporal scales, and through ontogeny, reduces the expected prevalence of forbidden interactions. We also highlight how behavior can foster interactions that, from traits, would be predicted to be forbidden. We therefore discuss the drawbacks of frameworks recently developed to infer biotic interactions using available trait data (mean values). Mispredictions can have disproportionate effects on inferences about community dynamics. Thus, we suggest including intraspecific variability in trait-based models and using them to guide the sampling of real interactions in the field for validation.","URL":"http://www.sciencedirect.com/science/article/pii/S0169534716300787","DOI":"10.1016/j.tree.2016.06.009","ISSN":"0169-5347","author":[{"family":"González-Varo","given":"Juan P."},{"family":"Traveset","given":"Anna"}],"issued":{"date-parts":[[2016,9]]},"accessed":{"date-parts":[["2017",2,21]]},"container-title-short":"Trends in Ecology & Evolution"},
  {"id":"bart13ulr","type":"article-journal","title":"Understanding linkage rules in plant-pollinator networks by using hierarchical models that incorporate pollinator detectability and plant traits","container-title":"PloS one","page":"e69200","volume":"8","issue":"7","source":"Google Scholar","URL":"http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0069200","author":[{"family":"Bartomeus","given":"Ignasi"}],"issued":{"date-parts":[[2013]]},"accessed":{"date-parts":[["2017",2,21]]}},
  {"id":"bart16cfi","type":"article-journal","title":"A common framework for identifying linkage rules across different types of interactions","container-title":"Functional Ecology","page":"1894–1903","volume":"30","issue":"12","source":"Google Scholar","URL":"http://onlinelibrary.wiley.com/doi/10.1111/1365-2435.12666/full","author":[{"family":"Bartomeus","given":"Ignasi"},{"family":"Gravel","given":"Dominique"},{"family":"Tylianakis","given":"Jason M."},{"family":"Aizen","given":"Marcelo A."},{"family":"Dickie","given":"Ian A."},{"family":"Bernard-Verdier","given":"Maud"}],"issued":{"date-parts":[[2016]]},"accessed":{"date-parts":[["2017",2,21]]}},
  {"id":"crea15nme","type":"article-journal","title":"A new model for ecological networks using species-level traits","container-title":"Methods in Ecology and Evolution","source":"Google Scholar","URL":"http://onlinelibrary.wiley.com/doi/10.1111/2041-210X.12471/pdf","author":[{"family":"Crea","given":"Catherine"},{"family":"Ali","given":"R. Ayesha"},{"family":"Rader","given":"Romina"}],"issued":{"date-parts":[[2015]]},"accessed":{"date-parts":[["2017",2,21]]}},
  {"id":"oles11mfl","type":"article-journal","title":"Missing and forbidden links in mutualistic networks","container-title":"Proceedings of the Royal Society of London B: Biological Sciences","page":"725–732","volume":"278","issue":"1706","source":"Google Scholar","URL":"http://rspb.royalsocietypublishing.org/content/278/1706/725.short","author":[{"family":"Olesen","given":"Jens M."},{"family":"Bascompte","given":"Jordi"},{"family":"Dupont","given":"Yoko L."},{"family":"Elberling","given":"Heidi"},{"family":"Rasmussen","given":"Claus"},{"family":"Jordano","given":"Pedro"}],"issued":{"date-parts":[[2011]]},"accessed":{"date-parts":[["2017",2,21]]}},
  {"id":"cana12esp","type":"article-journal","title":"Emergence of Structural Patterns in Neutral Trophic Networks","container-title":"PLOS ONE","page":"e38295","volume":"7","issue":"8","source":"PLoS Journals","abstract":"Interaction networks are central elements of ecological systems and have very complex structures. Historically, much effort has focused on niche-mediated processes to explain these structures, while an emerging consensus posits that both niche and neutral mechanisms simultaneously shape many features of ecological communities. However, the study of interaction networks still lacks a comprehensive neutral theory. Here we present a neutral model of predator-prey interactions and analyze the structural characteristics of the simulated networks. We find that connectance values (complexity) and complexity-diversity relationships of neutral networks are close to those observed in empirical bipartite networks. High nestedness and low modularity values observed in neutral networks fall in the range of those from empirical antagonist bipartite networks. Our results suggest that, as an alternative to niche-mediated processes that induce incompatibility between species (“niche forbidden links”), neutral processes create “neutral forbidden links” due to uneven species abundance distributions and the low probability of interaction between rare species. Neutral trophic networks must be seen as the missing endpoint of a continuum from niche to purely stochastic approaches of community organization.","URL":"http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0038295","DOI":"10.1371/journal.pone.0038295","ISSN":"1932-6203","author":[{"family":"Canard","given":"Elsa"},{"family":"Mouquet","given":"Nicolas"},{"family":"Marescot","given":"Lucile"},{"family":"Gaston","given":"Kevin J."},{"family":"Gravel","given":"Dominique"},{"family":"Mouillot","given":"David"}],"issued":{"date-parts":[[2012,8,10]]},"accessed":{"date-parts":[["2017",2,21]]},"container-title-short":"PLOS ONE"},
  {"id":"cana14een","type":"article-journal","title":"Empirical evaluation of neutral interactions in host-parasite networks","container-title":"The American Naturalist","page":"468-479","volume":"183","issue":"4","source":"PubMed","abstract":"While niche-based processes have been invoked extensively to explain the structure of interaction networks, recent studies propose that neutrality could also be of great importance. Under the neutral hypothesis, network structure would simply emerge from random encounters between individuals and thus would be directly linked to species abundance. We investigated the impact of species abundance distributions on qualitative and quantitative metrics of 113 host-parasite networks. We analyzed the concordance between neutral expectations and empirical observations at interaction, species, and network levels. We found that species abundance accurately predicts network metrics at all levels. Despite host-parasite systems being constrained by physiology and immunology, our results suggest that neutrality could also explain, at least partially, their structure. We hypothesize that trait matching would determine potential interactions between species, while abundance would determine their realization.","DOI":"10.1086/675363","ISSN":"1537-5323","language":"eng","author":[{"family":"Canard","given":"E. F."},{"family":"Mouquet","given":"N."},{"family":"Mouillot","given":"D."},{"family":"Stanko","given":"M."},{"family":"Miklisova","given":"D."},{"family":"Gravel","given":"D."}],"issued":{"date-parts":[[2014,4]]},"PMID":"24642492","container-title-short":"Am. Nat."},
  {"id":"pois15swe","type":"article-journal","title":"Beyond species: why ecological interaction networks vary through space and time","container-title":"Oikos","page":"243-251","volume":"124","issue":"3","source":"CrossRef","URL":"http://doi.wiley.com/10.1111/oik.01719","DOI":"10.1111/oik.01719","ISSN":"00301299","language":"en","author":[{"family":"Poisot","given":"Timothée"},{"family":"Stouffer","given":"Daniel B."},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2015,3]]},"accessed":{"date-parts":[["2017",2,21]]},"title-short":"Beyond species"},
  {"id":"mora15ibi","type":"article-journal","title":"Inferring biotic interactions from proxies","container-title":"Trends in Ecology & Evolution","page":"347-356","volume":"30","issue":"6","source":"ScienceDirect","abstract":"Inferring biotic interactions from functional, phylogenetic and geographical proxies remains one great challenge in ecology. We propose a conceptual framework to infer the backbone of biotic interaction networks within regional species pools. First, interacting groups are identified to order links and remove forbidden interactions between species. Second, additional links are removed by examination of the geographical context in which species co-occur. Third, hypotheses are proposed to establish interaction probabilities between species. We illustrate the framework using published food-webs in terrestrial and marine systems. We conclude that preliminary descriptions of the web of life can be made by careful integration of data with theory.","URL":"http://www.sciencedirect.com/science/article/pii/S0169534715000774","DOI":"10.1016/j.tree.2015.03.014","ISSN":"0169-5347","author":[{"family":"Morales-Castilla","given":"Ignacio"},{"family":"Matias","given":"Miguel G"},{"family":"Gravel","given":"Dominique"},{"family":"Araújo","given":"Miguel B."}],"issued":{"date-parts":[[2015,6]]},"accessed":{"date-parts":[["2017",2,21]]},"container-title-short":"Trends in Ecology & Evolution"},
  {"id":"diaz10cmn","type":"article-journal","title":"Changes of a mutualistic network over time: reanalysis over a 10-year period","container-title":"Ecology","page":"793-801","volume":"91","issue":"3","source":"JSTOR","abstract":"We analyzed the structure of a multispecific network of interacting ants and plants bearing extrafloral nectaries recorded in 1990 and again in 2000 in La Mancha, Veracruz, Mexico. We assessed the replicability of the number of interactions found among species and also whether there had been changes in the network structure associated with appearance of new ant and plant species during that 10-year period. Our results show that the nested topology of the network was similar between sampling dates, group dissimilarity increased, mean number of interactions for ant species increased, the frequency distribution of standardized degrees reached higher values for plant species, more ant species and fewer plant species constituted the core of the more recent network, and the presence of new ant and plant species increased while their contribution to nestedness remained the same. Generalist species (i.e., those with the most links or interactions) appeared to maintain the stability of the network because the new species incorporated into the communities were linked to this core of generalists. Camponotus planatus was the most extreme generalist ant species (the one with the most links) in both networks, followed by four other ant species; but other species changed either their position along the continuum of generalists relative to specialists or their presence or absence within the network. Even though new species moved into the area during the decade between the surveys, the overall network structure remained unmodified.","URL":"http://www.jstor.org/stable/25661111","ISSN":"0012-9658","author":[{"family":"Díaz-Castelazo","given":"Cecilia"},{"family":"Guimarães","given":"Paulo R."},{"family":"Jordano","given":"Pedro"},{"family":"Thompson","given":"John N."},{"family":"Marquis","given":"Robert J."},{"family":"Rico-Gray","given":"Víctor"}],"issued":{"date-parts":[[2010]]},"accessed":{"date-parts":[["2017",2,21]]},"title-short":"Changes of a mutualistic network over time"},
  {"id":"bake15srf","type":"article-journal","title":"Species’ roles in food webs show fidelity across a highly variable oak forest","container-title":"Ecography","page":"130-139","volume":"38","issue":"2","source":"Wiley Online Library","abstract":"Ecological communities are composed of many species and an intricate network of interactions between them. Because of their overall complexity, an intriguing approach to understanding network structure is by breaking it down into the structural roles of its constituent species. The structural role of a species can be directly measured based on how it appears in network motifs – the basic building blocks of complex networks. Here, we study the distribution of species’ roles at three distinct spatio-temporal scales (i.e. species, network, and temporal) in host–parasitoid networks collected across 22 sites over two years within a fragmented landscape of oaks in southern Finland. We found that species’ roles for hosts and parasitoids were heterogeneously distributed across the study system but that roles are strongly conserved over spatial scales. In addition, we found that species’ roles were remarkably consistent between years even in the presence of disturbances (e.g. species turnover). Overall, our results suggest that species’ roles are an intrinsic property of species that may be predictable over spatial and temporal scales.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ecog.00913/abstract","DOI":"10.1111/ecog.00913","ISSN":"1600-0587","language":"en","author":[{"family":"Baker","given":"Nick J."},{"family":"Kaartinen","given":"Riikka"},{"family":"Roslin","given":"Tomas"},{"family":"Stouffer","given":"Daniel B."}],"issued":{"date-parts":[[2015,2,1]]},"accessed":{"date-parts":[["2017",2,21]]},"container-title-short":"Ecography"},
  {"id":"troj16enm","type":"article-journal","title":"Ecological networks in motion: micro- and macroscopic variability across scales","container-title":"Functional Ecology","page":"1926-1935","volume":"30","issue":"12","source":"Wiley Online Library","abstract":"* There has been an intense focus on the response of species to environmental changes, and more recently, the interactions of species have been examined in a similar way in order to understand the stability of entire communities and networks of interacting species. As a consequence, ecological networks have been placed in spatial and temporal contexts in order to reveal what may drive network variability. Understanding the spatial and temporal variability of ecological networks, and in particular the underlying forces facilitating changes, seems pertinent in our attempts to understand and anticipate how ecological networks may vary and respond to future environmental scenarios.\n\n\n* Network variability has been studied at widely differing temporal and spatial scales. For example, studies exploring temporal variability ranges from within-season comparisons to comparisons over vast geological time spans, and the spatial extent ranges from the scale of a single pond to global analyses. Here, we highlight the outcomes from such studies and emphasize the identified mechanisms driving spatio-temporal variability in ecological networks. Specifically, we describe how ecological networks vary over different temporal (years, centuries and millennia) and spatial (local, regional and global) scales, discuss how this variability is monitored and identify potential future directions.\n\n\n* Present knowledge allows some tentative generalizations. First, ecological networks tend to exhibit considerable spatial and temporal stability in several macroscopic features (e.g. connectance, nestedness), but studies also show that macroscopic features may change, for example, in relation to mass extinction or steep environmental gradients. Secondly, microscopic features (e.g. individual specialization levels, species roles and partner affiliations), albeit less studied, seem to show strong variability, and in several cases, microscopic instability co-occurs with macroscopic stability. We therefore recommend a stronger focus on this macro–micro interplay and list ideas (e.g. temporal species centrality measures and interaction phenologies), towards expanding the microscopic toolbox of network ecologists.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/1365-2435.12710/abstract","DOI":"10.1111/1365-2435.12710","ISSN":"1365-2435","language":"en","author":[{"family":"Trøjelsgaard","given":"Kristian"},{"family":"Olesen","given":"Jens M."}],"issued":{"date-parts":[[2016,7,1]]},"accessed":{"date-parts":[["2016",9,1]]},"title-short":"Ecological networks in motion","container-title-short":"Funct Ecol"},
  {"id":"pois12dsi","type":"article-journal","title":"The dissimilarity of species interaction networks","container-title":"Ecology Letters","page":"1353–1361","volume":"15","issue":"12","source":"Google Scholar","abstract":"In a context of global changes, and amidst the perpetual modification of community structure undergone by most natural ecosystems, it is more important than ever to understand how species interactions vary through space and time. The integration of biogeography and network theory will yield important results and further our understanding of species interactions. It has, however, been hampered so far by the difficulty to quantify variation among interaction networks. Here, we propose a general framework to study the dissimilarity of species interaction networks over time, space or environments, allowing both the use of quantitative and qualitative data. We decompose network dissimilarity into interactions and species turnover components, so that it is immediately comparable to common measures of β-diversity. We emphasise that scaling up β-diversity of community composition to the β-diversity of interactions requires only a small methodological step, which we foresee will help empiricists adopt this method. We illustrate the framework with a large dataset of hosts and parasites interactions and highlight other possible usages. We discuss a research agenda towards a biogeographical theory of species interactions.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ele.12002/full","DOI":"10.1111/ele.12002","ISSN":"1461023X","language":"ENG","author":[{"family":"Poisot","given":"Timothée"},{"family":"Canard","given":"Elsa"},{"family":"Mouillot","given":"David"},{"family":"Mouquet","given":"Nicolas"},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2012]]},"accessed":{"date-parts":[["2016",9,2]]},"container-title-short":"Ecol. Lett."},
  {"id":"cars14bdp","type":"article-journal","title":"Beta Diversity of Plant-Pollinator Networks and the Spatial Turnover of Pairwise Interactions","container-title":"PLoS ONE","page":"e112903","volume":"9","issue":"11","DOI":"10.1371/journal.pone.0112903","author":[{"family":"Carstensen","given":"Daniel W."},{"family":"Sabatino","given":"Malena"},{"family":"Trøjelsgaard","given":"Kristian"},{"family":"Morellato","given":"Leonor Patricia C."}],"issued":{"date-parts":[[2014,11,10]]}},
  {"id":"troj15gvm","type":"article-journal","title":"Geographical variation in mutualistic networks: similarity, turnover and partner fidelity","container-title":"Proceedings of the Royal Society B: Biological Sciences","page":"20142925-20142925","volume":"282","issue":"1802","source":"CrossRef","URL":"http://rspb.royalsocietypublishing.org/cgi/doi/10.1098/rspb.2014.2925","DOI":"10.1098/rspb.2014.2925","ISSN":"0962-8452, 1471-2954","language":"en","author":[{"family":"Trøjelsgaard","given":"K."},{"family":"Jordano","given":"P."},{"family":"Carstensen","given":"D. W."},{"family":"Olesen","given":"J. M."}],"issued":{"date-parts":[[2015,1,28]]},"title-short":"Geographical variation in mutualistic networks"},
  {"id":"have92ssn","type":"article-journal","title":"Scale and structure in natural food webs","container-title":"Science (New York, N.Y.)","page":"1107-1109","volume":"257","issue":"5073","source":"PubMed","abstract":"The degree to which widely accepted generalizations about food web structure apply to natural communities was determined through examination of 50 pelagic webs sampled consistently with even taxonomic resolution of all trophic levels. The fraction of species in various trophic categories showed no significant overall trends as the number of species varied from 10 to 74. In contrast, the number of links per species increased fourfold over the range of species number, suggesting that the link-species scaling law, defined on the basis of aggregated webs, does not reflect a real ecological trend.","DOI":"10.1126/science.257.5073.1107","ISSN":"0036-8075","language":"eng","author":[{"family":"Havens","given":"K."}],"issued":{"date-parts":[[1992,8,21]]},"PMID":"17840281","container-title-short":"Science"},
  {"id":"dals13hci","type":"article-journal","title":"Historical climate-change influences modularity and nestedness of pollination networks","container-title":"Ecography","page":"1331-1340","volume":"36","issue":"12","source":"Wiley Online Library","abstract":"The structure of species interaction networks is important for species coexistence, community stability and exposure of species to extinctions. Two widespread structures in ecological networks are modularity, i.e. weakly connected subgroups of species that are internally highly interlinked, and nestedness, i.e. specialist species that interact with a subset of those species with which generalist species also interact. Modularity and nestedness are often interpreted as evolutionary ecological structures that may have relevance for community persistence and resilience against perturbations, such as climate-change. Therefore, historical climatic fluctuations could influence modularity and nestedness, but this possibility remains untested. This lack of research is in sharp contrast to the considerable efforts to disentangle the role of historical climate-change and contemporary climate on species distributions, richness and community composition patterns. Here, we use a global database of pollination networks to show that historical climate-change is at least as important as contemporary climate in shaping modularity and nestedness of pollination networks. Specifically, on the mainland we found a relatively strong negative association between Quaternary climate-change and modularity, whereas nestedness was most prominent in areas having experienced high Quaternary climate-change. On islands, Quaternary climate-change had weak effects on modularity and no effects on nestedness. Hence, for both modularity and nestedness, historical climate-change has left imprints on the network structure of mainland communities, but had comparably little effect on island communities. Our findings highlight a need to integrate historical climate fluctuations into eco-evolutionary hypotheses of network structures, such as modularity and nestedness, and then test these against empirical data. We propose that historical climate-change may have left imprints in the structural organisation of species interactions in an array of systems important for maintaining biological diversity.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1600-0587.2013.00201.x/abstract","DOI":"10.1111/j.1600-0587.2013.00201.x","ISSN":"1600-0587","language":"en","author":[{"family":"Dalsgaard","given":"Bo"},{"family":"Trøjelsgaard","given":"Kristian"},{"family":"Martín González","given":"Ana M."},{"family":"Nogués-Bravo","given":"David"},{"family":"Ollerton","given":"Jeff"},{"family":"Petanidou","given":"Theodora"},{"family":"Sandel","given":"Brody"},{"family":"Schleuning","given":"Matthias"},{"family":"Wang","given":"Zhiheng"},{"family":"Rahbek","given":"Carsten"},{"family":"Sutherland","given":"William J."},{"family":"Svenning","given":"Jens-Christian"},{"family":"Olesen","given":"Jens M."}],"issued":{"date-parts":[[2013,12,1]]},"accessed":{"date-parts":[["2017",2,21]]},"container-title-short":"Ecography"},
  {"id":"milo02nms","type":"article-journal","title":"Network Motifs: Simple Building Blocks of Complex Networks","container-title":"Science","page":"824-827","volume":"298","issue":"5594","source":"CrossRef","URL":"http://www.sciencemag.org/cgi/doi/10.1126/science.298.5594.824","DOI":"10.1126/science.298.5594.824","ISSN":"00368075, 10959203","author":[{"family":"Milo","given":"R."}],"issued":{"date-parts":[[2002,10,25]]},"accessed":{"date-parts":[["2017",2,21]]},"title-short":"Network Motifs"},
  {"id":"borr15sis","type":"article-journal","title":"Selection against instability: stable subgraphs are most frequent in empirical food webs","container-title":"Oikos","page":"1583-1588","volume":"124","issue":"12","source":"CrossRef","URL":"http://doi.wiley.com/10.1111/oik.02176","DOI":"10.1111/oik.02176","ISSN":"00301299","language":"en","author":[{"family":"Borrelli","given":"Jonathan J."}],"issued":{"date-parts":[[2015,12]]},"accessed":{"date-parts":[["2017",2,21]]},"title-short":"Selection against instability"},
  {"id":"stou07eer","type":"article-journal","title":"Evidence for the existence of a robust pattern of prey selection in food webs","container-title":"Proceedings of the Royal Society B: Biological Sciences","page":"1931-1940","volume":"274","issue":"1621","source":"CrossRef","URL":"http://rspb.royalsocietypublishing.org/cgi/doi/10.1098/rspb.2007.0571","DOI":"10.1098/rspb.2007.0571","ISSN":"0962-8452, 1471-2954","language":"en","author":[{"family":"Stouffer","given":"D. B"},{"family":"Camacho","given":"J."},{"family":"Jiang","given":"W."},{"family":"Nunes Amaral","given":"L. A"}],"issued":{"date-parts":[[2007,8,22]]},"accessed":{"date-parts":[["2017",2,21]]}}
]
